{"ExpId":2726765,"radicaciones":{"secretariaPrimeraInstancia":"SECRETARÍA N°3","organismoSegundaInstancia":"CÁMARA DE APELACIONES EN LO CATyRC - SALA I","secretariaSegundaInstancia":"SECRETARÍA UNICA","organismoPrimeraInstancia":"JUZGADO DE 1RA INSTANCIA EN LO CONTENCIOSO ADMINISTRATIVO Y TRIBUTARIO Nº 2"},"numero":182908,"anio":2020,"sufijo":1,"objetosJuicio":[{"objetoJuicio":"OTROS","categoria":"A","esPrincipal":1,"materia":"AMPARO"}],"ubicacion":{"organismo":"CÁMARA DE APELACIONES EN LO CATyRC - SALA I","dependencia":"SALA01_SEC"},"fechaInicio":1635781056964,"ultimoMovimiento":1638812040000,"tieneSentencia":1,"esPrivado":0,"tipoExpediente":"INC","cuij":"J-01-00409611-4/2020-1","caratula":"OBSERVATORIO DE DERECHO INFORMATICO ARGENTINO O.D.I.A. CONTRA GCBA SOBRE INCIDENTE DE RECUSACIÓN - AMPARO - OTROS","monto":0,"etiquetas":"DIGITALIZADO","Actuaciones":[{"esCedula":0,"codigo":"PS60","actuacionesNotificadas":"","fechaFirma":1640781748000,"firmantes":"TUÑON, MARIA CRUZ","actId":38315915,"titulo":"DOM. ELEC.","fechaNotificacion":0,"poseeAdjunto":0,"cuij":"","documentos":[{"URL":"https://eje.juscaba.gob.ar/iol-api/api/public/expedientes/actuaciones/pdf?datos=%7B%22actId%22:38315915,%22expId%22:2726765,%22esNota%22:false,%22cedulaId%22:null,%22ministerios%22:false%7D","MirrorURL":"http://srfp-documentos.odia.legal/0061db38b2a7d086584ae90a4e753d256edccbd5.pdf","actuacionId":"actuacion 38315915","numeroDeExpediente":"182908/2020","type":0,"nombre":"","content":"2021 - Año del Bicentenario de la Universidad de Buenos Aires\n\nCÁMARA DE APELACIONES EN LO CATyRC - SALA I SECRETARÍA UNICA\nOBSERVATORIO DE DERECHO INFORMATICO ARGENTINO O.D.I.A. CONTRA GCBA SOBRE INCIDENTE DE\nRECUSACIÓN - AMPARO - OTROS\nNúmero: INC 182908/2020-1\nCUIJ: INC J-01-00409611-4/2020-1\nActuación Nro: 3096971/2021\n\nEn la Ciudad de Buenos Aires. TH.Téngase por constituido el domicilio electrónico, hágase saber que ya se\nencuentra vinculado y que las siguientes notificaciones serán efectuadas de conformidad\ncon lo dispuesto en la resolución nº 943/2019.\n\n\u000cJUZGADO N°2|EXP:182908/2020-1 CUIJ J-01-00409611-4/2020-1|ACT 3096971/2021\n\nFIRMADO DIGITALMENTE\n\nMaria Cruz Tuñon\nPROSECRETARIO/A\nLETRADO/A\nCÁMARA DE\nAPELACIONES EN LO\nCATyRC - SALA I\n\n29/12/2021 09:42\n\n\u000c\n\nPoder Judicial de la Ciudad de Buenos Aires\nFuero Contencioso Administrativo y Tributaric\n\n \n\n \n\n \n\n \n\u000c\n   \n\nPoder Judicial\nCiudad de Buenos Aires\n\n \n\u000c"}]},{"esCedula":0,"codigo":"ESCRIT","actuacionesNotificadas":"","fechaFirma":1640724087679,"firmantes":"FARJAT,DIEGO SEBASTIÁN","actId":38313009,"titulo":"ESCRIT NORMAL-SE VINCULE DOMICILIO ELECTRÓNICO","fechaNotificacion":0,"poseeAdjunto":0,"cuij":"","documentos":[{"URL":"https://eje.juscaba.gob.ar/iol-api/api/public/expedientes/actuaciones/pdf?datos=%7B%22actId%22:38313009,%22expId%22:2726765,%22esNota%22:false,%22cedulaId%22:null,%22ministerios%22:false%7D","MirrorURL":"http://srfp-documentos.odia.legal/1d438a3b0116d798cfcae9dcbee5bdb2a1357b0e.pdf","actuacionId":"actuacion 38313009","numeroDeExpediente":"182908/2020","type":0,"nombre":"","content":"Uso Oficial de la Procuración General de la Ciudad de Buenos Aires\n\nCAyT\n\nSE VINCULE DOMICILIO ELECTRÓNICO\n\nSala Nº 1\nExpte.182908/2020-0\n\nSeñor Juez:\nDiego Sebastián Farjat, letrado apoderado del Gobierno de la\nCiudad de Buenos Aires, con domicilio legal en la calle Uruguay Nº 458\n(Departamento\n\n............................\nFirma\n\nde\n\nOficios\n\ncaratulados:”OBSERVATORIO\n\ny\nDE\n\nCédulas),\nDERECHO\n\nen\n\nautos\n\nINFORMATICO\n\nARGENTINO O.D.I.A. Y OTROS CONTRA GCBA SOBRE AMPARO –\nOTROS” Expte. 182908/2020-0, a V.E. digo:\n\nQue, en atención al traslado ordenado del recurso de\ninconstitucionalidad dispuesto por V.E., vengo a solicitar se vincule el\ndomicilio electrónico: 20-28643359-7 a los fines de librar la cédula de\nnotificación correspondiente.\n\nProveer de conformidad,\nSERÁ JUSTICIA\n\n1\n\n\u000cLeyenda: 2021 - Año del Bicentenario de la Universidad de Buenos Aires\n\nTribunal: SALA 1 CATyRC - CAYT - SECRETARÍA UNICA\nNúmero de CAUSA: INC 182908/2020-1\nCUIJ: J-01-00409611-4/2020-1\nEscrito: SE VINCULE DOMICILIO ELECTRÓNICO\n\nFIRMADO ELECTRONICAMENTE 28/12/2021 17:41:27\nFARJAT DIEGO SEBASTIÁN - CUIL 20-28643359-7\n\n\u000c\n\n\u000c\nPoder Judicial\nCiudad de Buenos Aires\n\u000c"}]},{"esCedula":0,"codigo":"PS152","actuacionesNotificadas":"","fechaFirma":1640609221000,"firmantes":"TUÑON, MARIA CRUZ","actId":38237878,"titulo":"RECURSOS - TRASLADO DE RECURSO DE INCONSTITUCIONALIDAD","fechaNotificacion":0,"poseeAdjunto":0,"cuij":"","documentos":[{"URL":"https://eje.juscaba.gob.ar/iol-api/api/public/expedientes/actuaciones/pdf?datos=%7B%22actId%22:38237878,%22expId%22:2726765,%22esNota%22:false,%22cedulaId%22:null,%22ministerios%22:false%7D","MirrorURL":"http://srfp-documentos.odia.legal/4f72256cd83f0fa0a5a333b08545ab40fbce40d1.pdf","actuacionId":"actuacion 38237878","numeroDeExpediente":"182908/2020","type":0,"nombre":"","content":"2021 - Año del Bicentenario de la Universidad de Buenos Aires\n\nCÁMARA DE APELACIONES EN LO CATyRC - SALA I SECRETARÍA UNICA\nOBSERVATORIO DE DERECHO INFORMATICO ARGENTINO O.D.I.A. CONTRA GCBA SOBRE INCIDENTE DE\nRECUSACIÓN - AMPARO - OTROS\nNúmero: INC 182908/2020-1\nCUIJ: INC J-01-00409611-4/2020-1\nActuación Nro: 3018641/2021\n\nEn la Ciudad de Buenos Aires.TH.Proveyendo la actuación Nº 3011902/2021:\nI. Téngase presente.\nProveyendo la actuación Nº 3012835/2021:\nII. Del recurso de inconstitucionalidad interpuesto, córrase traslado por el\ntérmino de cinco (5) días (conf. art. 21 de la ley 2145, T.C.). Notifíquese.\nLa notificación se encuentra a cargo de la parte interesada. Hágase saber\nque cumplido el traslado ordenado mediante cédula electrónica deberá acreditar el\ndiligenciamiento en autos.\n\n\u000cJUZGADO N°2|EXP:182908/2020-1 CUIJ J-01-00409611-4/2020-1|ACT 3018641/2021\n\nFIRMADO DIGITALMENTE\n\nMaria Cruz Tuñon\nPROSECRETARIO/A\nLETRADO/A\nCÁMARA DE\nAPELACIONES EN LO\nCATyRC - SALA I\n\n27/12/2021 09:47\n\n\u000c\n\nPoder Judicial de la Ciudad de Buenos Aires\nFuero Contencioso Administrativo y Tributaric\n\n \n\n \n\n \n\n \n\u000c\n   \n\nPoder Judicial\nCiudad de Buenos Aires\n\n \n\u000c"}]},{"esCedula":0,"codigo":"ESCRIT","actuacionesNotificadas":"","fechaFirma":1640299173729,"firmantes":"FARJAT,DIEGO SEBASTIÁN","actId":38231765,"titulo":"ESCRIT NORMAL-RECURSO DE INCONSTITUCIONALIDAD","fechaNotificacion":0,"poseeAdjunto":0,"cuij":"","documentos":[{"URL":"https://eje.juscaba.gob.ar/iol-api/api/public/expedientes/actuaciones/pdf?datos=%7B%22actId%22:38231765,%22expId%22:2726765,%22esNota%22:false,%22cedulaId%22:null,%22ministerios%22:false%7D","MirrorURL":"http://srfp-documentos.odia.legal/ae5fc66a4e47474a5d5316cf54fa863250cee364.pdf","actuacionId":"actuacion 38231765","numeroDeExpediente":"182908/2020","type":0,"nombre":"","content":"CAyT\n\nINTERPONE RECURSO DE INCONSTITUCIONALIDAD\n\nJuzgado Nº 2\nSecretaria Nº 4\nExpte. 182908/2020-1\n\nSeñor Juez:\nDiego Sebastián Farjat, abogado de la Procuración General de\nla Ciudad de Buenos Aires, conforme personería acreditada en autos, con el\npatrocinio letrado del Señor Director General de Asuntos Institucionales y Patrimoniales de la Procuración General de la Ciudad Autónoma de Buenos Aires, Dr. Fernando José Conti, manteniendo el domicilio legal en la calle Uruguay Nº 458, P.B. (Departamento de Oficios y Cédulas), en autos caratulados:”OBSERVATORIO DE DERECHO INFORMATICO ARGENTINO O.D.I.A.\nY OTROS CONTRA GCBA SOBRE AMPARO –OTROS” Expte. 182908/20201 a V.S. respetuosamente digo:\nI.- OBJETO\nQue, en legal tiempo y forma vengo a interponer recurso de inconstitucionalidad contra la resolución de fecha 22 de diciembre de 2021, notificada a esta representación con fecha 23 de diciembre de 2021, dictada por la\nSala I de la Cámara en lo Contencioso Administrativo y Tributario de la Ciudad\nde Buenos Aires, mediante la cual rechazó la recusación articulada por el\nG.C.B.A. contra el magistrado Roberto Andrés Gallardo.\n\nPor los argumentos que se expondrán, solicito se conceda el\npresente recurso de inconstitucionalidad, ordenándose la elevación de las presentes actuaciones al Tribunal Superior de Justicia de la Ciudad de Buenos Aires, a fin de que, oportunamente, se deje sin efecto la decisión recurrida.\n\nII.- ANTECEDENTES\na) Conforme surge de las constancias de estas actuaciones, se\nha iniciado acción de amparo con el objeto que se declare la inconstitucionalidad de la Resolución N° 398/MJYSGC/19 y de la Ley N° 6339, en cuanto implementó el “SISTEMA DE RECONOCIMIENTO FACIAL DE PRÓFUGOS” ( en\n1\n\n\u000cadelante “SRFP”), y modificó la Ley N° 5688 artículos 478, 480, 484, 490 y las\nincorporaciones de los artículos 480 bis y 490 bis, por ser contraria – a entender de O.D.I.A. - a los artículos n° 14, 14bis, 18, 19, 33, 43, 75 inc. 22 de la\nConstitución Nacional; artículos n° 14, 16, 18, 34, 36, 38, 39, 61 de la Constitución de la Ciudad de Buenos Aires y a numerosos pactos internacionales.\n\nAsimismo, requirieron el dictado de una medida cautelar consistente en que se disponga la suspensión del SRFP hasta que se resuelva la\ncuestión de fondo.\n\nCon fecha 29 de diciembre de 2020, el Juzgado Contencioso\nAdministrativo y Tributario N° 11, Secretaría N° 21, decidió rechazar in limine la\nacción de amparo deducida.\n\nHabiendo la actora interpuesto recurso de apelación, la Sala I\nde la Cámara de Apelaciones del Fuero resolvió revocar la resolución de primera instancia y, en consecuencia, remitir los autos a la Secretaría General a\nefectos de que, se asigne nueva radicación a las actuaciones para que continúen su trámite.\n\nA través del pertinente sorteo, resultó desansiculado el Juzgado Contencioso Administrativo y Tributario n° 2, a cargo del Dr. Roberto Andrés\nGallardo.\n\nAdvirtiendo que se encontrarían en juego derechos de incidencia colectiva, el referido magistrado ordenó medidas de publicidad a fin de que\nquienes se considerasen con derecho, se incorporen al proceso.\n\nPosteriormente, en los términos del art. 14 de la ley 2.145, ordenó correr traslado al GCBA de la medida cautelar solicitada por la parte actora en su escrito inicial.\n\n2\n\n\u000cEsta representación contestó el traslado conferido, requiriendo\nel rechazo de la petición cautelar de la actora y de los Sres. Paula Castillejo\nArias y Víctor Leopoldo Castillejo Rivero.\n\nEl Sr. Fiscal emitió su dictamen propiciando el rechazo de la\nmedida cautelar, atento la ausencia de verosimilitud del derecho del pedido\nefectuado.\n\nAnte ello, el Sr. Juez de primera instancia ordenó una serie de\nmedidas a diversos organismos. A saber:\n\nSe ha ordenado al Ministerio de Justicia y Seguridad de la\nCABA que en el plazo de cinco (5) días:\n\na) remita el convenio suscripto con la Defensoría del Pueblo de\nla CABA conforme lo dispuesto en el art. 3 de la resolución 398/2019;\n\nb) informe si realizó algún estudio de impacto sobre los datos\npersonales previo al dictado de la resolución 398/2019;\n\nc) informe acerca del registro al que alude el art. 490 de la ley\n5.688 cómo está compuesto, su funcionamiento, dispositivos y/o medidas de\nseguridad, y cualquier otro dato de utilidad;\n\nd) acompañe, respecto a la información aludida en el art. 490\nde la ley 5.688, el informe que presentó a la Defensoría del Pueblo y a la Comisión Especial de Seguimiento de los Sistemas de Video Vigilancia. Hágase\nsaber que de contener información sensible cuya publicidad no se encuentre\nnormativamente autorizada, deberá presentarlo en la sede del Tribunal en sobre cerrado;\n\n3\n\n\u000ce) remita el Protocolo de Actuación mediante el que el Ministerio de Justicia y Seguridad facilita el acceso a los ámbitos institucionales propios a la Defensoría del Pueblo de la CABA;\n\nf) informe la fecha exacta en la que se implementó el Sistema\nde Reconocimiento Facial de Prófugos, si se vio afectado por alguna suspensión –en dicho caso indique los motivos y el período– y el estado actual de\noperatividad;\n\ng) informe la cantidad exacta de detenciones sucedidas por\nfalsas alarmas desde la implementación Sistema de Reconocimiento Facial de\nPrófugos, conforme lo narrado por el propio GCBA en su presentación actuación n° 2306959/21;\n\nh) informe si de la implementación, al Sistema de Reconocimiento Facial de Prófugos se le realizaron modificaciones, mejoras o ajustes,\nen tal caso, las describa e informe cuales fueron los resultados obtenidos.\n\nPor otro lado, ha ordenado a la Comisión Especial de Seguimiento de los Sistemas de Video Vigilancia de la Legislatura de la CABA que\nen el plazo de cinco (5) días:\n\na) indique cuáles fueron los objetivos propuestos y las medidas\nadoptadas luego de su creación;\n\nb) indique si recibió por parte del Ministerio de Justicia y Seguridad de la CABA la información referida en el art. 490 de la ley 5.688, en cuyo\ncaso, deberá presentarla e informar qué acciones realizó en base a ella;\n\nc) informe cómo se encuentra actualmente integrada y si se\nconvocó a participar a especialistas y organizaciones de la sociedad civil conforme arts. 9 y 490 bis de la ley 5.688;\n4\n\n\u000cd) remita toda la información que posea relativa al funcionamiento del Sistema de Reconocimiento Facial de Prófugos;\n\ne) indique si elaboró algún informe sobre el impacto de la ley\n6.339 (modificatoria de la 5.668) o del Sistema de Reconocimiento Facial de\nPrófugos sobre los datos personales.\n\nPor último, ha ordenado realizar una constatación en el Centro\nde Monitoreo Urbano (CMU) para EL DÍA MIÉRCOLES 3 DE NOVIEMBRE DE\n2021 A LAS 9:30 HORAS, en el Centro de Monitoreo Urbano (CMU) sito en Av.\nGuzmán 396, de esta Ciudad en el que se requiére la presencia de la máxima\nautoridad del área.\n\nPor tal motivo, esta representación recusó al magistrado de\ngrado por entender que estaba vulnerada la garantía de imparcialidad.\n\nA su turno, el juez recusado produjo el informe previsto en el\nartículo 16 del Código de rito, por medio del cual negó hallarse incurso en la\ncausal objetiva alegada por el GCBA.\n\nFinalmente, la causa pasó a estudio de la Sala I, quien resolvió\nno hacer lugar a la recusación interpuesta.\n\nEs contra dicho pronunciamiento, vengo a interponer el presente recurso de inconstitucionalidad y a solicitar que, de conformidad con los argumentos que a continuación se exponen, se lo declare formalmente admisible\ny se haga lugar a la recusación que nos ocupa.\n\nIII.-\n\nADMISIBILIDAD\n\nDEL\n\nRECURSO\n\nDE\n\nINCONS-\n\nTITUCIONALIDAD\n\n5\n\n\u000cTal como se demostrará a continuación, se cumplen en el caso\ntodos los requisitos de admisibilidad previstos en la ley 402.\n\na) Superior tribunal de la causa.\nEl recurso de inconstitucionalidad resulta formalmente admisible por cuanto la sentencia que por el presente se cuestiona, fue dictada por el\ntribunal superior de la causa, esto es, la Sala I de la Cámara en lo Contencioso\nAdministrativo y Tributario de la Ciudad de Buenos Aires.\n\nb) Sentencia definitiva.\nTambién se cumple acabadamente en el caso con el requisito\nreferido a que la sentencia apelada sea definitiva o equiparable a tal. Porque si\nbien es cierto que la sentencia en sí misma no es la que pone fin al pleito, debe\nentenderse que por la cuestión que ésta decide, se produce en el caso un verdadero “agravio irreparable”, lo cual motiva que la sentencia apelada sea un\npronunciamiento de imposible o insuficiente reparación ulterior (cfr. Palacio,\nLino E. “El recurso extraordinario federal”, p. 76).\n\nEn este aspecto corresponde destacar que la jurisprudencia ha\nconsiderado –con acierto- que las decisiones judiciales sobre recusación son\nnormalmente equiparables a la sentencia definitiva, por cuanto lo decidido tiene por efecto permitir o no la tramitación de un proceso judicial por ante un\njuez determinado. Así, se ha entendido que, ya que en estos casos están directamente en juego las garantías constitucionales del debido proceso y la defensa en juicio de los derechos, corresponde que la cuestión sea dirimida en la\nmisma oportunidad procesal en que se la invoca. De lo contrario, se dejaría a\nla parte en un verdadero estado de indefensión, atento a que sería imposible\npara un tribunal de alzada extirpar de los múltiples actos procesales que hacen\nal proceso, todos los vicios a los que conduce la falta de imparcialidad.\n\nAsí lo ha entendido en numerosas ocasiones la Corte Suprema\nde Justicia de la Nación, en jurisprudencia directamente aplicable al sub lite.\n6\n\n\u000cEn el caso “Olivencia”, la Corte hizo lugar al recurso remitiéndose a los fundamentos del Procurador, quien recordó que el Tribunal ha hecho excepción a la\nregla de la sentencia definitiva siempre que se comprueba, por los antecedentes de la causa, que ésta es la oportunidad para la adecuada tutela del derecho de defensa en juicio del apelante cuya salvaguardia exige asegurar “una\ninobjetable administración de justicia”. A juicio del Procurador “si lo que se intenta someter a la revisión del a quo son las condiciones que aseguran la imparcialidad de los magistrados que deben llevarlo a cabo, el agravio que la decisión causa a los apelantes es insusceptible de reparación ulterior y resulta así\nequiparable, en este aspecto, a la sentencia definitiva” (CSJ caso “Olivencia”,\nexp. O 172 XXXVII, del 27/05/2004).\n\nEste valioso criterio, explica la Corte, tiene su razón de ser en\nel mismo hecho del planteo de la recusación, puesto que cuando se cuestiona\nla parcialidad objetiva del juzgador en un momento determinado del proceso,\nello implica “por su naturaleza” una “consideración inmediata en tanto constituye la única oportunidad para su adecuada tutela”, por cuanto el “planteo supone que el proceso no progrese ante la misma juez sospechada de parcialidad”\n(CSJ caso “Llerena”, exp. L. 486. XXXVI, del 17/05/2005).\n\nDe otra forma, es decir, de tener que diferirse la solución con\nposterioridad al juicio y agotados los recursos pertinentes, “se produciría una\ndilación indebida del proceso así como un dispendio jurisdiccional innecesario”,\npor lo tanto, resolvió que la oportunidad para decidir un planteo de recusación\n“resulta ser ésta en que se la invoca, toda vez que si no la posterior revisión de\nlo decidido dejaría de ser eficaz” (CSJ caso “Llerena”, cit., y Fallos 313-584, voto del juez Fayt).\n\nTeniendo en cuenta la actual jurisprudencia de la C.S.J.N., y\nen particular aquella emanada con posterioridad al caso “Llerena”, puede afirmarse que es regla que las cuestiones vinculadas con la recusación de los\nmagistrados resultan equiparables a las sentencias definitivas ya “que por su\n7\n\n\u000cnaturaleza exigen una consideración inmediata en tanto constituye la única\noportunidad para su adecuada tutela” (CSJ, caso “Pontoriero”, Fallos 3292631).\n\nEn este mismo sentido se ha pronunciado la doctrina, que ha\nllegado a afirmar que la Corte a partir del caso “Llerena” convirtió en regla “lo\nque venía siendo una excepción: la resolución que rechaza una recusación es\nsentencia definitiva contra la cual puede articularse el remedio federal” (Ríos,\nCarlos Ignacio, “El temor de parcialidad como causa de recusación”, LL 2005E, p. 102). En tales condiciones, y a partir de la línea jurisprudencial inaugurada en el caso “Llerena”, se llega a la conclusión de que la admisibilidad formal\nde los recursos de inconstitucionalidad o el recurso extraordinario está “condicionada al resto de los requisitos para su procedencia, pero ya no podrá argumentarse, para denegarlo, la falta de sentencia definitiva” (Ríos, ob. cit., p.\n104).\n\nc) Cuestión constitucional.\nPor último se señala que en el caso se cumple con el requisito\nde procedencia sustancial, en tanto existen en el caso cuestiones constitucionales suficientes, que se vinculan de forma directa e inmediata con la resolución del caso. Sin perjuicio de que estas cuestiones serán desarrolladas con\namplitud más adelante, corresponde en este punto su simple enunciación, a\nsaber:\n\n1. En la causa se ha controvertido la interpretación e inteligencia del art. 18 de la Constitución Nacional y los artículos 13 y 134 de la Constitución de la Ciudad de Buenos Aires, así como normas concordantes contenidas en tratados internacionales de jerarquía constitucional, y la resolución del\ncaso ha sido adversa al derecho fundado por mi parte en aquellas normas.\n\n2. Se configura también un caso constitucional por cuanto la\nsentencia apelada no constituye una derivación razonada del derecho vigente y\n8\n\n\u000ces técnicamente arbitraria ya que, fundamentalmente, no se aplicaron al caso\nnormas que regulan expresamente la materia debatida (TSJ, caso “Kuzis”,\n05/10/2005) y porque carece de adecuada fundamentación (TSJ, caso “M., H.\nN.” del 03/05/2006).\nComo dijo el Tribunal Superior de Justicia in re “Dorelle”, existe en la especie cuestión constitucional suficiente en razón que se encuentra\nen juego la garantía de ser juzgado por un tribunal imparcial. Ello así pues la\nmera duda del justiciable respecto de que el Tribunal actuante no es imparcial\nen la decisión a adoptar tiene incidencia directa e inmediata sobre el derecho\nde defensa en juicio, como así también hace a los principios de certeza y seguridad jurídica, rectores en materia de justiciabilidad.\n\nIV.- GRAVEDAD INSTITUCIONAL\nPor razones de prudencia procesal, y sin perjuicio de lo dicho\nhasta ahora sobre la procedencia formal del recurso de inconstitucionalidad\naquí interpuesto, cabe agregar que concurre en el caso lo que la jurisprudencia\nde la Corte Suprema de Justicia de la Nación califica como \"gravedad institucional\".\n\nEn efecto, con arreglo a la doctrina iniciada en el célebre caso\n“Jorge Antonio” (CSJ Fallos 248-189), la presencia de cuestiones de la naturaleza indicada decide la procedencia formal de recursos de excepción, con\nprescindencia de los óbices (o \"ápices\") procesales frustratorios que puedan\nsurgir del régimen estricto establecido por las leyes procesales (CSJ, Fallos\n313-516 y 863, 314-258, 1714 y 1874; etc.). En igual línea se ha expresado el\npropio Tribunal Superior de Justicia de la Ciudad, admitiendo expresamente su\nprocedencia en el ámbito local (TSJ caso “GCBA v. Inversora Dock Sud S.A.”\ndel 06/11/2006) y con los mismos contornos que ha delineado la jurisprudencia\nde la Corte (TSJ caso “Mancuso” del 05/04/2006, voto del juez Casás).\n\n9\n\n\u000cA partir del leading case “Jorge Antonio”, la jurisprudencia de la\nCorte registra una nutrida e ininterrumpida línea de casos en los que se ha resuelto que la gravedad institucional actúa como motivo autorizante de la admisibilidad del recurso extraordinario aun cuando las sentencias apeladas no configuren estrictamente sentencia definitiva (CSJ Fallos 290-266, 295-95, 30088), sin que exista obstáculo para que se dejen de lado “los moldes procesales\nque circunscriben la jurisdicción apelada” (Fallos 300-1110, caso “Mozzatti”. En\nidéntico sentido, Sagüés, Néstor P. “Recurso extraordinario”, t. II, p. 343).\n\nUna familia de casos entre los que se destacan los conocidos\nprecedentes “Rivero Pacheco” (CSJ Fallos 294-430) y “Aída Fernández” (CSJ\nFallos 295-376) autoriza a afirmar que mediando interés o gravedad institucional suficiente la Corte entiende que hasta se puede prescindir del requisito de\ncuestión constitucional (cfr. Carrió, Genaro “Nuevas fronteras del recurso extraordinario” en “Temas de casación y recursos extraordinarios. En honor al\ndoctor Augusto M. Morello”, p. 219). Porque tal como lo explica Sagües “la gravedad institucional pasa a revestir, prácticamente, condición análoga a una\ncuestión federal”. (aut. cit., ob. cit., p. 343).\n\nDentro de esta uniforme línea jurisprudencial, es de especial\nimportancia para la decisión del sub lite lo resuelto por la Corte Suprema en el\ncélebre caso “Penjerek” (CSJ Fallos 257-132) en donde precisamente se discutía la procedencia formal de un recurso extraordinario interpuesto contra una\nsentencia en donde se rechazó un planteo de recusación con causa.\n\nEn aquella oportunidad, la Corte entendió que, a pesar de no\ntratarse de una sentencia definitiva, debía declararse de todos modos admisible el recurso dada “la difusión y notoriedad que ha alcanzado este proceso: la\nprensa le ha dedicado una atención extraordinaria, y la opinión pública ha sido\nconmovida”.\n\n10\n\n\u000cNaturalmente, no se trataba simplemente de notoriedad por la\nnotoriedad misma. La repercusión pública a la que aludía la Corte era un índice\nde lo que era verdaderamente grave, esto es, que existía en la comunidad la\n“duda” de que las partes de un proceso judicial gozarán de la garantía de la\nimparcialidad. Así, dijo el Procurador, a cuyo dictamen remitió la Corte, que\n“cobra en este caso grave trascendencia institucional, porque puede traducirse\nen menoscabo de la confianza que el pueblo deposita en el Poder Judicial”.\nEste estado de conmoción pública derivada del cuestiona-miento de parcialidad de un juez, es lo que obliga a la intervención del tribunal superior, a fin de\ndar a la cuestión una “consideración inmediata” y “adecuada a su naturaleza”.\n\nLuego, la Corte agregó en el mismo sentido una reflexión que\nestaba en el corazón de la cuestión constitucional planteada, y que es expresamente aplicable a estos autos: “no es dudoso que las cuestiones de recusación se vinculan con la mejor administración de justicia, cuyo ejercicio imparcial\nes un de los elementos de la defensa en juicio”.\nCon posterioridad al caso “Penjerek” la Corte continuó delineando esta valiosa doctrina y fue definiendo con mayor precisión todavía el\ncontenido del concepto de “gravedad institucional”. Así, el detenido examen de\nla jurisprudencia de la Corte permite afirmar que, además de lo ya dicho, existe\ngravedad institucional cuando el caso “compromete las instituciones básicas”\ndel Estado (CSJ Fallos 289-36, 292-229, 307-973) y, más específicamente,\ncuando está en tela de juicio el desempeño de un magistrado judicial (CSJ Fallos 259-307), la suspensión o remoción de magistrados (CSJ Fallos 263-15,\n264-7), la organización y funcionamiento de los poderes que integran el gobierno (CSJ Fallos 303-1041, 302-742), la buena marcha de las instituciones\n(CSJ Fallos 300-417) o las situaciones susceptibles de “afectar una irreprochable administración de justicia” (CSJ Fallos 260-114).\n\n11\n\n\u000cPuede verse, pues, sin dificultad, que todos estos conceptos\nson de inmediata aplicación al sub lite. La cuestión de autos afecta las bases\nmismas del Estado local y la buena marcha de sus instituciones.\n\nEn tales condiciones, no sólo resulta directamente aplicable al\ncaso la doctrina de la Corte Suprema y el Tribunal Superior de Justicia sobre\n“gravedad institucional” -que habilita por sobre cualquier reparo formal la admisión de este recurso- sino que es evidente que se ha planteado un verdadero\nconflicto entre los poderes de la Ciudad en los términos del art. 113 inc. 1 de la\nCCABA. Ello, por cuanto está en tela de juicio la imparcialidad de un integrante\ndel poder judicial.\n\nPor todo lo expuesto, deviene imprescindible que el Tribunal\nSuperior de Justicia intervenga apelando a su indiscutible autoridad institucional y ponga un “necesario quietus en lo que atañe al punto debatido” (CSJ, Fallos 315-1209), declarando admisible el recurso interpuesto y, en su momento,\nacogiendo el planteo de recusación formulado por mi parte, a fin de reestablecer la confianza pública en que el servicio de justicia es transparente y que el\ncaso de autos será sin dudas resuelto por un juez imparcial.\n\nV.- AGRAVIOS\na. La sentencia cuestionada no analiza, en forma alguna, las\ncuestiones introducidas en la recusación planteada. En rigor la decisión es infundada.\n\nEl Dr. Gallardo ha sido recusado por mi mandante con fundamento en lo dispuesto por el artículo 11 de rito del CCAyT. Entre los motivos de\nla recusación se alegó que se encontraba gravemente afectada la garantía de\nimparcialidad del magistrado tutelada constitucionalmente (arts. 18, 75 inc. 22\ny concordantes de la C.N. y 13 inc. 3 y concordantes de la C.C.A.B.A.).\n\n12\n\n\u000cPese a que el legislador presume que, frente a determinados\nhechos, la imparcialidad de un Juez debe presumirse y no requiere ninguna\notra exteriorización de tal imparcialidad ni que haya que esperar a que la misma se exteriorice en actos jurisdiccionales, la Excma. Cámara ha decidido rechazar la recusación articulada.\n\nSe ha explicitado que al dictar la resolución de fecha 27 de octubre de 2021, el magistrado estaba supliendo la actividad que le compete a\nlos litigantes, confundiendo su rol de director del proceso con el de parte.\n\nLo desproporcionado de su accionar manifiestamente contrario\nal GCBA queda evidenciado por las medidas que decidiera adoptar sin que\nninguno de las partes las solicitara, que le impiden un análisis equilibrado y\nequidistante de la cuestión debatida.\n\nLa Sra. Fiscal ante la Cámara, quien propició hacer la recusación planteada (actuación Nº 2800030/2021), ha entendido que debía hacerse\nlugar a la causal invocada por esta representación.\n\nEn su dictamen ha expuesto que:”Si bien una primera lectura\nde la situación planteada llevaría a rechazar la recusación articulada, pues ella\nvendría a canalizar impropiamente el disenso de la demandada con las medidas probatorias adoptadas por el magistrado interviniente, cuestión que, en su\ncaso, debería articular a través de los recursos procesales disponibles, entiendo que las manifestaciones efectuadas por el Dr. Gallardo en el punto V de su\ninforme, ameritan arribar a una conclusión distinta.\n\nEn efecto, los términos del informe elaborado por el magistrado\nevidencian un manifiesto malestar respecto de la actuación del demandado, la\nque no duda en calificar como abusiva, maliciosa y temeraria e incluso peticiona la aplicación de oficio de las sanciones previstas en el art. 39 del CCAyT.\n\n13\n\n\u000cEsta situación crea un entorno que, al menos, siembra razonables dudas acerca de la presencia de rigurosa imparcialidad para conducir los\nsiguientes pasos de la causa y su correcta dilucidación, puesto que las manifestaciones vertidas por el magistrado de grado, hayan sido motivadas o no por\nuna conducta reprochable de la demandada, en la práctica pueden llegar a lesionar la garantía constitucional a ser juzgado por un juez imparcial e independiente (Fallos 319:758; 328:1491; 330:1457; 330:251, entre otros).\n\nEn virtud de lo expuesto, no hacer lugar a la recusación más allá de la interpretación restrictiva que rige a este instituto y de lo\nque pudiera opinarse acerca de las medidas concretas que motivaron el\nplanteo, que no son materia aquí de juzgamiento-, podría llegar a tensionar la garantía del debido proceso, respecto de la cual la imparcialidad es\ncondición necesaria…” (La negrita no pertenece al original).\n\nEs del caso destacar también que la decisión de fecha 27 de\noctubre de 2021 dictada en los autos principales había sido adoptada sin apoyo normativo alguno y se traduce en un improcedente e injustificado apartamiento de los mecanismos establecidos en el Código de Rito.\n\nLa sentencia recurrida no ha mencionado, ni considerado, ni\nmenos aún refutado siquiera los argumentos vertidos en el escrito de recusación ni las consideraciones efectuadas por la fiscal de Cámara.\n\nEn el caso se ha denunciado la violación a normas de diverso\nrango constitucional. Sin embargo la sentencia en crisis no ha analizado las\ncircunstancias del caso a la luz de la sana doctrina señalada por la jurisprudencia del Tribunal Superior de Justicia.\n\nEs del caso recordar que la recusación es una de las formas\ncon las que el legislador ha hecho efectiva una de las garantías esenciales\n\n14\n\n\u000cconsagradas en los artículos 18 de la Constitución Nacional y 13 de la Constitución de la Ciudad, y normas concordantes de jerarquía internacional, que no\nes otro que el principio de imparcialidad de los jueces, presupuesto esencial\npara la efectiva vigencia del debido proceso y la defensa en juicio.\n\nY así lo ha entendido invariablemente la Corte Suprema, y lo\nha reiterado en fecha reciente en el caso “Melman” (CSJ exp. M. 2331, L. XLII,\ndel 04/12/2007): “en estas cuestiones está en juego la inteligencia del art. 18\nCN, de los tratados internacionales incorporados a ésta y el instituto de la recusación -cuya vinculación ha reconocido la Corte-; pues no es dudoso que las\ncuestiones de recusación se vinculan con la mejor administración de justicia,\ncuyo ejercicio imparcial es uno de los elementos de la defensa en juicio (Fallos\n198:78; 257:132 y 313:584, disidencia del juez Fayt)”.\n\nLa sentencia de que recurro directamente omitió la aplicación\nal caso de lo expresamente preceptuado por el art. 11 en los referidos incisos\ndel CCAyT, que no es otra cosa que una causal legal y objetiva que conduce\n“jure et de jure” a presumir la parcialidad de un juez (cfr. C. Nac. Cont. Adm.\nFed. en pleno, “Inversai S.A.”, 10/7/84, voto de los Dres. Galli, Miguens y Senstrari) y soslayó que la Procuración General tiene el deber de invocarla, a fin de\nllevar a cabo una adecuada defensa de la Ciudad y los intereses públicos\ncomprometidos (conf. art. 134 CCABA).\n\nEs claro que los jueces no deben distinguir donde el legislador\nno lo hizo.\n\nEs del caso recordar aquí la sabia enseñanza de Cesare Beccaria \"Donde las leyes son claras y precisas, el oficio de un juez no consiste en\notra cosa que en la verificación de un hecho\" (De los delitos y de las penas).\n\nEs ni más ni menos que lo que ha sostenido la Corte Suprema\nde Justicia de la Nación \"La primera pauta de interpretación de la ley es dar\n15\n\n\u000cpleno efecto a la voluntad del legislador, cuya primera fuente es la letra de la\nley… \"(Provincia de Santiago del Estero c/ Gobierno Nacional y/o Yacimientos\nPetrolíferos Fiscales, 13-11-1990).\n\nEs claro que lo que el Legislador ha querido es evitar la posibilidad de que el Juez de la causa sea parcial y ha señalado expresamente circunstancias en la que es humano que quien debe juzgar no sea imparcial (parentesco, carácter de deudor acreedor o fiador o defensor de alguna de las\npartes). Extralimita su función el Tribunal que limita la decisión del Juzgador y\nla \"interpreta\" de forma tal que la desvirtúa limitándola indebidamente.\nLa jurisprudencia ha resuelto que “lo decisivo en materia de garantía de imparcialidad es establecer si, desde el punto de vista de las circunstancias externas (objetivas), existen elementos que autoricen a abrigar dudas\ncon relación a la imparcialidad con que debe desempeñarse el juez, con prescindencia de qué es lo que pensaba en su fuero interno” (CSJ caso “Alonso”,\nexp. A. 2155. XLI, 31/8/2006). Por lo tanto, puede afirmarse que lo que hace\nrealmente a la garantía del debido proceso y la defensa en juicio es la existencia de un “tribunal insospechado” (CSJ caso “Alonso”, cit.).\n\nA partir de esta jurisprudencia, entonces, queda en evidencia\nque la inteligencia que ha hecho la Sala I no se adecua ya al estado de evolución de la jurisprudencia de la Corte que exige, como exigencia del debido proceso y adecuado servicio de justicia despejar, en todos los casos, cualquier\natisbo de parcialidad.\n\nAsí lo resalta la más calificada doctrina, que ha analizado el\ncaso “Llerena”, directamente aplicable al caso. Respecto de este fallo se ha dicho que “una antigua e invariable tradición jurisprudencial ha venido sosteniendo que las causales de apartamiento son taxativas y que las recusaciones deben admitirse en forma restrictiva. Pero en “Llerena” la Corte abandona el criterio de la taxatividad, cuando admite una recusación en el temor a la parciali16\n\n\u000cdad, o sea, una circunstancia no prevista por la ley” (Ríos, Carlos Ignacio “El\ntemor de parcialidad como causa de recusación”, LL 2005-E, p. 101). A su vez,\nen el caso “Llerena” se avanza “hacia una interpretación amplia” y no restrictiva\n(cfr. Ríos, ob. cit., p. 101), porque como se ha dicho, la Corte dijo en aquel caso “que no existe óbice alguno para que como regla procedimental en consonancia con la garantía, se interprete el temor de parcialidad como un motivo no\nescrito de recusación del juez”.\n\nEsta tendencia, por lo demás, es la que se ha adoptado en sede internacional, en lo más prestigiosos tribunales de derechos humanos. Así,\nel Tribunal Europeo de Derechos Humanos resolvió el 1/10/1982 en el caso\n“Piersack” (TEDH, Serie A, Nº 53), en donde ha dicho que todo juez en relación\ncon el cual pueda haber razones legítimas para dudar de su imparcialidad debe abstenerse de conocer en el caso, ya que lo que esté en juego es la confianza que los tribunales deben inspirar a los ciudadanos de una sociedad democrática. También en el caso “De Cubber” el mismo tribunal afirmo que “incluso las apariencias pueden revestir importancia” (TEDH, sentencia del 26 de\noctubre de 1984, Serie A, Nº 85).\n\nEste valioso enfoque es, además, compartido en todos sus\ntérminos por el Tribunal Superior de Justicia de la Ciudad, que ha resuelto que\ncuando “se trata de la sospecha objetiva de parcialidad \"la justicia debe satisfacer la apariencia de justicia\" (Corte Suprema EE.UU., 349 USS. 133, citada\npor Paúl B. Lewis, \"Systemic Due Process: Procedural Concepts and the Problem of Recusal\", en Kansas Law Review, vol. 38-1990, p.384); resulta entonces correcto afirmar que la exigencia de imparcialidad -o el defecto de parcialidad- consiste antes bien en el \"parecer\" que en el efectivamente \"ser\" (TEDH,\n\"Piersack\", del 1/10/82 y \"De Cubber\", TCEs-paña, sentencia n. 145/88 del\n12/7/88)” (TSJ caso “Araldi”, 10/08/2001, voto del juez Maier).\n\nPor tanto, a partir del criterio expuesto, se advierte que el marco de interpretación constitucional del caso es sustancialmente diferente a lo\n17\n\n\u000csostenido por la Sala en cuestión, y obliga, en consecuencia, a admitir una\namplitud proporcionada a los importantes principios en juego. En tal sentido la\nprevisión contenida en el art. 11 de rito del CCAyT se presenta como una reglamentación adecuada de la problemática planteada, que permite asegurar de\nforma objetiva y eficaz, y a partir de una presunción “jure et de jure”, la garantía\nde imparcialidad.\n\nAsí, a diferencia de lo sostenido por la Sala I, la aplicación al\ncaso de la citada norma no puede plantear objeción constitucional alguna. Por\nel contrario, como lo ha señalado la doctrina, la consagración legal de esta\npresunción con fuerza “jure et de jure” es absolutamente pertinente, por cuanto\n“la pendencia de un proceso origina un estado emocional que autoriza a sospechar de la imparcialidad del juez” (Díaz, Clemente A.- “Instituciones de derecho procesal”, Abeledo Perrot, t. II, vol. A. p. 324). Y en igual sentido, ha dicho\nAlsina que “sea que el juez actúe como actor o demandado, cualquiera sea la\nnaturaleza del juicio, la circunstancia de que hubiera sido necesaria la intervención judicial, demuestra la existencia de un conflicto de intereses que puede comprometer la ecuanimidad del fallo” (Alsina, Hugo, “Tratado teórico práctico de derecho procesal, civil y comercial”, Abeledo Perrot, t. II, p. 298).\n\nPodrá exigirse, eso sí, que el pleito pendiente sea serio y fundado, es decir, que se verifique si existe una causa suficiente para demandar\nal magistrado o si se trata de un mero artilugio procesal. Sin embargo, esta posibilidad no ha sido afirmada en concreto y mucho menos probada.\n\nDe este modo, queda expuesto que no hay en el caso reparo\nconstitucional alguno que obligue a interpretar el art. 11 y concordantes del\nCCAyT del modo en que lo hizo la Sala.\n\nPor último, cabe destacar que no es la primera vez que el juez\nGallardo es cuestionado por su accionar contrario al GCBA.\n\n18\n\n\u000cEn efecto, ha sido recusado en diversas causas y en algunas\nse ha hecho lugar a los planteos efectuados. Es decir, la postura del GCBA no\nes antojadiza. El magistrado ha tenido sobradas actitudes que permiten dudar\nde su imparcialidad.\n\nEn efecto, la Sala II de la Cámara del Fuero ha admitido recientemente la recusación articulada contra el juez Gallardo en el marco de la\ncausa “FERNÁNDEZ, GUSTAVO DAMIÁN Y OTROS c/ GCBA Y OTROS s/\nOTROS\n\nPROCESOS\n\nINCIDENTALES\n\n–\n\nAMPARO\n\n–\n\nUSUARIOS\n\nY\n\nCONSUMIDORES” (Expte. Inc 769846/2016-85).\n\nAsimismo, se pueden citar como ejemplos la recusación efectuada en la causa caratulada \"GCBA s/ queja por recurso de inconstitucionalidad denegado en GCBA/ s/ Recusación” Expte. 11072/14, el TSJ, con fecha\n4/7/16.\n\nPara decidir hacer lugar a la recusación, el más Alto Tribunal\nLocal sostuvo que “…A partir de lo expuesto, asiste razón al GCBA cuando\nplantea la falta de imparcialidad del magistrado recusado.\n\nEs que, en este caso, cabe advertir que la intervención judicial\nen cuestión no se debió a la necesidad de adoptar una medida cautelar, solicitada por parte legitimada, que haya demandado el escrutinio preliminar y provisional sobre la apariencia del derecho invocado; sino de diligencias decretadas\nunilateralmente por el magistrado en el marco de un proceso voluntario promovido por el propio GCBA.\n\nDe todas maneras, cualquiera sea el acierto o error de las medidas adoptadas durante la tramitación del presente proceso (…) de las constancias de la causa surge que el juez Gallardo ciertamente -al menos sin margen de dudas desde el momento en que suscribió el informe transcripto precedentemente- toma una actitud y revela pareceres que pue-den razonablemente\n19\n\n\u000cser entendidos por quien los conoce, como indicadores de una opinión preconcebida.\n\nEllo da derecho a la parte a requerir la intervención de un juez\nen quien no pueda ver motivos para sentir alarma. En tales condiciones, resulta\nprocedente la recusación planteada”.\n\nEn idéntico sentido, la misma Sala I, en las causas 42453/2,\n43587/2, 43589/2 y 43596/2, todas ellas de iguales aristas a la presente, o en\npalabras de la CSJN “sustancialmente análogas” ha resuelto admitir la recusación planteada por el GCBA, ello en concordancia con el dictamen de la Sra.\nFiscal de Cámara, a cuyos fundamentos se remito.\n\nLa Sra. Fiscal, emitió opinión a través del Dictamen Nº 784,\nseñalando: …”De la sucesión de pasos procesales antes relatados, todos ellos\nadoptados a instancias del trámite impuesto por el a quo, es da-ble colegir que\nel actuar del juzgado dificultó el ejercicio del derecho de de-fensa de la parte, a\npoco que se repare en que pese al intento del GCBA de cuestionar la mentada\nmedida por vía del recurso de apelación de fs. 31, la constatación in situ de los\ncadáveres involucrados se llevó a cabo a las 10:15 hs. del día siguiente en que\néste se notificara (conforme se pudo observar de las copias adjuntadas en los\nautos “GCBA c)/ recusación (art. 16 CCAYT)”, EXP 43589/2 también en vista\nante esta Fiscalía). Ello permite dudar de la imparcialidad de la actuación del\nmagistrado recusado, máxime cuando en oportunidad de efectuar el informe\nprevisto en el art. 16 del CCAyT, no esgrimió razón alguna que esclareciera tal\nproceder. b. 2. A mayor abundamiento, y sin desconocer las atribuciones con\nlas que cuentan los jueces para el esclarecimiento de los hechos sobre los que\ntienen que juzgar, no puede dejar de resaltarse que la inspección en cuestión\nno fue solicitada por el Sr. Asesor Tutelar actuante en esta causa, sino en los\nautos 42492/1, y que el a quo de oficio decidió hacerla extensiva al sub examine, aludiendo a ciertas irregularidades que habrían sido detectadas tres años\nantes durante una inspección ocular llevada a cabo en el marco de una causa\n20\n\n\u000cdiversa a la presente. Todo ello, daría lugar a pensar que el magistrado ya ha\nasumido una posición respecto a estas actuaciones a partir de constataciones\nque habría realizado en otras análogas al sub examine. En resumen, no se trata de desconocer las atribuciones con las que cuenta el Dr. Gallardo como director de este proceso sino de poner de manifiesto que el modo en que aquellas han sido ejercidas en esta causa da lugar a concluir que existen razones\nque comprometen la imparcialidad del magistrado y que aconsejan su apartamiento de ella. V. En estos términos, opino que correspondería admitir la recusación articulada y, en consecuencia, disponer que las presentes actuaciones\ncontinúen su trámite ante el magistrado subrogan-te…”.\n\nPor ello, a la luz de las constancias de la causa y de los hechos\nrelevantes que fueron denunciados por esta parte al momento de formular el\nplanteo recusatorio, corresponderá hacer lugar al presente planteo y elevar las\nactuaciones al conocimiento del Tribunal Superior de Justicia.\n\nVI.- MANTIENE PLANTEO DEL CASO FEDERAL\nPara el hipotético caso de no hacerse lugar al recurso de inconstitucionalidad interpuesto dejo planteado, desde ya, la cuestión federal\nprevista por el art. 14 de la ley 48, ya que se estarían violando expresas garantías constitucionales consagradas en los arts. 18 de la Constitución Nacional,\nde conformidad con lo precedentemente desarrollado en esta presentación.\n\nVII.- PETITORIO\nEn virtud de todo lo expresado a V.E. solicito:\n1). Se tenga por presentado este recurso de inconstitucionalidad en legal tiempo y forma y se corra traslado por el término de ley.\n\n2). Se conceda este recurso y se disponga la elevación de los\nautos al Tribunal Superior de la Ciudad de Buenos Aires, para su tratamiento.\n\n21\n\n\u000c3). Se tenga presente el mantenimiento del planteo de la cuestión federal.\n\n4). Oportunamente, se revoque la sentencia apelada y se ordene el apartamiento del Dr. Roberto Andrés Gallarda de los procesos judiciales que motivaran la recusación articulada.\n\nProveer de conformidad,\nSERÁ JUSTICIA\n\n22\n\n\u000cLeyenda: 2021 - Año del Bicentenario de la Universidad de Buenos Aires\n\nTribunal: SALA 1 CATyRC - CAYT - SECRETARÍA UNICA\nNúmero de CAUSA: INC 182908/2020-1\nCUIJ: J-01-00409611-4/2020-1\nEscrito: RECURSO DE INCONSTITUCIONALIDAD\n\nFIRMADO ELECTRONICAMENTE 23/12/2021 19:39:33\nFARJAT DIEGO SEBASTIÁN - CUIL 20-28643359-7\n\n\u000c\n\n\u000c\n\u000c\n\u000c\n\u000c\n\u000c\n\u000c\n\u000c\n\u000c\n\u000c\n\u000c\n\u000c\n\u000c\n\u000c\n\u000c\n\u000c\n\u000c\n\u000c\n\u000c\n\u000c\n\u000c\n\u000c\n\u000c\nPoder Judicial\nCiudad de Buenos Aires\n\u000c"}]},{"esCedula":0,"codigo":"FIS","actuacionesNotificadas":"","fechaFirma":1640287544000,"firmantes":"NIDIA KARINA CICERO","actId":38230624,"titulo":"2Notificación-Notificación","fechaNotificacion":0,"poseeAdjunto":0,"cuij":"","documentos":[{"URL":"https://eje.juscaba.gob.ar/iol-api/api/public/expedientes/actuaciones/pdf?datos=%7B%22actId%22:38230624,%22expId%22:2726765,%22esNota%22:false,%22cedulaId%22:null,%22ministerios%22:false%7D","MirrorURL":"http://srfp-documentos.odia.legal/55b80146a32932ed6b16b6832089c13852b7841b.pdf","actuacionId":"actuacion 38230624","numeroDeExpediente":"182908/2020","type":0,"nombre":"","content":"Ministerio Público Fiscal de la Ciudad Autónoma de Buenos Aires\nFiscalía de Cámara CAyT B\n\n\"OBSERVATORIO DE DERECHO INFORMATICO\nARGENTINO O.D.I.A. CONTRA GCBA SOBRE INCIDENTE\nDE RECUSACIÓN - AMPARO - OTROS\"\nExpediente 182908/2020-1 - Cámara de Apelaciones CAyT Sala I\nFiscalía de Cámara CAyT B\nEn 23 de diciembre de 2021 me notifico de lo resuelto y firmado\ndigitalmente por los Sres. magistrados de la Sala interviniente. Conste.\n\nNIDIA KARINA CICERO\nFISCAL DE CAMARA\nkcicero@fiscalias.gob.ar\nMinisterio Público Fiscal de la C.A.B.A.\n23/12/2021 15:03:03\n\nEl presente documento impreso es copia fiel del documento digital firmado en los términos de la Res. F.G.\n481/2013 disponible en http://www.fiscalias.gob.ar/docs/v/\n\nNotificación 1176/2021\n\nPágina 1/1\n\n\u000c\n\n \n\u000c"}]},{"esCedula":0,"codigo":"PS60","actuacionesNotificadas":"","fechaFirma":1640270437000,"firmantes":"COLLO, GRACIELA MABEL","actId":38212020,"titulo":"MERO TRAMITE - NOTA","fechaNotificacion":0,"poseeAdjunto":0,"cuij":"","documentos":[{"URL":"https://eje.juscaba.gob.ar/iol-api/api/public/expedientes/actuaciones/pdf?datos=%7B%22actId%22:38212020,%22expId%22:2726765,%22esNota%22:false,%22cedulaId%22:null,%22ministerios%22:false%7D","MirrorURL":"http://srfp-documentos.odia.legal/2b3ce5735cb7ec710473d6fc910bd091fb11f278.pdf","actuacionId":"actuacion 38212020","numeroDeExpediente":"182908/2020","type":0,"nombre":"","content":"2021 - Año del Bicentenario de la Universidad de Buenos Aires\n\nCÁMARA DE APELACIONES EN LO CATyRC - SALA I SECRETARÍA UNICA\nOBSERVATORIO DE DERECHO INFORMATICO ARGENTINO O.D.I.A. CONTRA GCBA SOBRE INCIDENTE DE\nRECUSACIÓN - AMPARO - OTROS\nNúmero: INC 182908/2020-1\nCUIJ: INC J-01-00409611-4/2020-1\nActuación Nro: 2993284/2021\n\nSe deja constancia que en el día de la fecha, se procedió a notificar mediante cédulas\nelectrónicas al Ministerio Púbico Fiscal (a las 10:26 hs), y al GCBA (a las 10:25 hs), a\nsus respectivos domicilios electrónicos, (conforme surge de la base del sistema\ninformático EJE), la resolución del día 22/12/2021. Conste.Asimismo, se procedió a notificar al Juzgado Nº 1 del fuero (a las 10:33 hs), vía correo\nelectrónico de la Sala I a la casilla juzcayt1@jusbaires.gob.ar , la resolución de fecha 22\nde diciembre de 2021 dictada en el marco de la presente causa. Se deja constancia de\nque se adjuntó la mencionada resolución en formato digital (pdf) en un total de 7\npáginas.\n\n\u000cJUZGADO N°2|EXP:182908/2020-1 CUIJ J-01-00409611-4/2020-1|ACT 2993284/2021\n\nFIRMADO DIGITALMENTE\n\nGraciela Mabel Collo\nPROSECRETARIO/A\nADMINISTRATIVO/A\nCÁMARA DE\nAPELACIONES EN LO\nCATyRC - SALA I\n\n23/12/2021 11:40\n\n\u000c\n\nPoder Judicial de la Ciudad de Buenos Aires\nFuero Contencioso Administrativo y Tributaric\n\n \n\n \n\n \n\n \n\u000c\nPoder Judicial\nCiudad de Buenos Aires\n\n \n\n \n\u000c"}]},{"esCedula":1,"codigo":"CEDELE","actuacionesNotificadas":"38181244","fechaFirma":1640266007000,"firmantes":"COLLO, GRACIELA MABEL","actId":38204545,"titulo":"CEDULA ELECTRONICA FISCALÍA DE CÁMARA CAYT B","fechaNotificacion":1640266101878,"poseeAdjunto":0,"cuij":"C-01-00490704-9/2021","documentos":[{"URL":"https://eje.juscaba.gob.ar/iol-api/api/public/expedientes/actuaciones/pdf?datos=%7B%22actId%22:38204545,%22expId%22:2726765,%22esNota%22:false,%22cedulaId%22:null,%22ministerios%22:false%7D","MirrorURL":"http://srfp-documentos.odia.legal/836ec82bdd9c11585f457861a6a503cbea381109.pdf","actuacionId":"actuacion 38204545","numeroDeExpediente":"182908/2020","type":0,"nombre":"","content":"PODER JUDICIAL\nde la CIUDAD AUTÓNOMA DE BUENOS AIRES\n\nCAYT\n\nFUERO CONTENCIOSO ADMINISTRATIVO Y TRIBUTARIO\nHIPÓLITO YRIGOYEN 932 - CABA\n\nSALA 1 CATyRC\nSECRETARÍA UNICA\n\nA\n\nCÉDULA DE NOTIFICACIÓN ELECTRÓNICA\n\nNÚMERO: 261834 / 2021\nCUIJ: C-01-00490704-9\n\nSr. FISCAL CÁMARA a cargo de FISCALÍA DE CÁMARA\nCAYT B\nDestinatario:\n\nDomicilio electrónico:\nTipo domicilio:\n\nMINISTERIO PÚBLICO FISCAL\n\nCONSTITUIDO ELECTRÓNICO\n\nExpediente: INC 182908/2020-1\nCUIJ: INC J-01-00409611-4/2020-1\n\nCarácter:\n\nURGENTE\n\nCon habilitación, día y hora:\nNO\n\nObservaciones:\n\n*C-01-00490704-9/2021*\nHágase saber a Ud. que en los autos caratulados OBSERVATORIO DE DERECHO INFORMATICO\nARGENTINO O.D.I.A. CONTRA GCBA SOBRE INCIDENTE DE RECUSACIÓN - AMPARO OTROS Expte. Nº INC 182908/2020-1 que tramitan ante este Tribunal, se ha dispuesto notificarlo de la/s\nactuación/es que a continuación se detalla/n y que se adjunta/n a la presente:\n\nAdjuntos:\nActuación Nº 2962699/2021 Fdo. por MANTARAS, PABLO CESAR - JUEZ/A DE CAMARA,\nActuación Nº 2962699/2021 Fdo. por SCHAFRIK, FABIANA HAYDEE - JUEZ/A DE CAMARA,\nActuación Nº 2962699/2021 Fdo. por BALBIN, CARLOS FRANCISCO - JUEZ/A DE CAMARA\n\nQueda Ud. notificado\nCiudad Autónoma de Buenos Aires, 23 de diciembre de 2021\n\n\u003c#\n\n\u000cJUZGADO N°2|EXP:182908/2020-1 CUIJ J-01-00409611-4/2020-1|ACT 261834/2021\n\nFIRMADO DIGITALMENTE\n\nGraciela Mabel Collo\nPROSECRETARIO/A\nADMINISTRATIVO/A\nCÁMARA DE\nAPELACIONES EN LO\nCATyRC - SALA I\n\n23/12/2021 10:26\n\n\u000c\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\u000c\nPoder Judicial\nCiudad de Buenos Aires\n\n \n\n \n\u000c"},{"URL":"https://eje.juscaba.gob.ar/iol-api/api/public/expedientes/actuaciones/pdf?datos=%7B%22actId%22:%2238181244%22,%22expId%22:2726765,%22esNota%22:false,%22cedulaId%22:38204545,%22ministerios%22:false%7D","MirrorURL":"http://srfp-documentos.odia.legal/c06d0511a757f9c966e0b93379f27545f2cf9e67.pdf","actuacionId":"actuacion 38204545","numeroDeExpediente":"182908/2020","type":1,"nombre":"","content":"2021 - Año del Bicentenario de la Universidad de Buenos Aires\n\nCÁMARA DE APELACIONES EN LO CATyRC - SALA I SECRETARÍA UNICA\nOBSERVATORIO DE DERECHO INFORMATICO ARGENTINO O.D.I.A. CONTRA GCBA SOBRE INCIDENTE DE\nRECUSACIÓN - AMPARO - OTROS\nNúmero: INC 182908/2020-1\nCUIJ: INC J-01-00409611-4/2020-1\nActuación Nro: 2962699/2021\n\nEn la Ciudad de Buenos Aires\nVISTOS:\nEstos autos para resolver sobre la recusación formulada por la demandada\ncontra el magistrado del Juzgado Nº 2 (actuación Nº 2426983/2021 de los autos\nprincipales).\nCONSIDERANDO:\nI. El Gobierno de la Ciudad Autónoma de Buenos Aires recusó al titular del\nJuzgado Nº 2 del fuero con sustento en lo dispuesto en el artículo 11 del Código\nContencioso Administrativo y Tributario (CCAyT),y del artículo 4 de la Ley Nº 7\nOrgánica del Poder Judicial de la Ciudad Autónoma de Buenos Aires.\nSeñaló que el magistrado de grado – amparándose en las facultades que le\nconfiere el art. 29 del código de rito – ordenó una serie de medidas judiciales que\nninguna de las partes había solicitado y que nada aportan al planteo efectuado por la\nparte actora.\nAl respecto, sostuvo que el magistrado “[...] contaba con elementos\nsuficientes para resolver la cuestión introducida por la actora, [ no obstante, decidió ]\nsuplir la actividad que le compete a los litigantes, confundiendo su rol de director del\nproceso con el de parte [...]”, y, por tanto, ha distorsionado notoriamente el trámite del\nexpediente, en detrimento de su parte, encontrándose incurso en la causal de falta de\nimparcialidad, implícitamente contenida en el artículo 11 del CCAyT y de lo dispuesto\npor el art. 4 de la ley 7 Orgánica del Poder Judicial de la CABA. Destacó que, con su\naccionar, el sentenciante ha demostrado un apartamiento manifiesto de las reglas del\ndebido proceso, ya que amplió a discreción el objeto del proceso, permitiendo traer a\n\n\u000cdiscusión cuestiones absolutamente improcedentes, como claramente constituye la\ninformación requerida.\nA lo dicho agregó que resulta “[...] contrario a derecho y de una parcialidad\nmanifiesta que el juez dicte medidas para mejor proveer, ya no respecto del fondo del\nasunto sino, en lo que supone la búsqueda de algún resquicio que le permita dictar una\ncautelar cuando la actora no acredita ni la verosimilitud del derecho ni peligro en la\ndemora, como lo destaca el fiscal y él mismo admite. Tal accionar es grave e\ninjustificable, puesto que pone al descubierto una actitud que excede las competencias\njurisdiccionales atribuidas. Por lo demás también permite formar criterio sobre cuál es\nel tratamiento que en lo sucesivo se le aplicará al G.C.B.A.[...]”.\nII. El Juez de grado cumplió con la carga de emitir el informe previsto en el\nartículo 16 del CCAyT (actuación Nº 2435759/2021).\nExpuso que “[...] todos los argumentos destinados a sustentar la recusación\nno son otra cosa que un cuestionamiento a decisiones de dirección procesal adoptadas\npor el suscripto, propias eventualmente de un planteo recursivo y que debieron haber\nsido canalizadas por esa vía [...]”.\nPuso de resalto que el art. 29 del Código CAyT (de aplicación supletoria al\nproceso de amparo) faculta a los jueces a disponer en cualquier momento y sin que\nmedie pedido de parte, “las diligencias necesarias para esclarecer la verdad de los\nhechos controvertidos” y que, por otra parte, el art. 14 de la Constitución local establece\nque el procedimiento de amparo “está desprovisto de formalidades procesales que\nafecten su operatividad”, así concluyó que no advierte “[...] cómo la simple\ndisposición de medidas tendientes a recabar la información pertinente al objeto del\nlitigio puede constituir un acto que denote falta de imparcialidad. De hecho, tampoco\nse advierte cual sería el agravio que conlleva la comprobación de los hechos que las\nmedidas intentan aclarar [...]”.\nPor otro lado, aclaró que el derecho a la prueba que las partes ostentan no\nimplica de ningún modo un monopolio a favor de los litigantes, y recordó lo dispuesto\npor la doctrina y la jurisprudencia en torno a las facultades ordenatorias e instructorias\ndel juez en el proceso\n\n\u000cSostuvo que la demandada se “[...] ha valido de meros subterfugios a fin de\nintentar el apartamiento del juez natural de la presente causa, sin más sustento jurídico\nni fáctico que su descontento por el modo en que el Tribunal ha resuelto los presentes\nactuados, al tiempo que busca eludir, en lo sucesivo, el evidente disgusto que le genera\nla intervención del suscripto en esta causa [...].”\nDe tal manera indicó que, ante la falta de fundamentación del planteo\nrecusatorio, correspondía calificar de maliciosa y temeraria la actitud procesal asumida\npor el GCBA en los términos del art. 39 del CCAyT y sostuvo que ello ameritaba la\naplicación de sanciones legales. Así solicitó a la alzada que, en caso de considerarlo\npertinente, proceda a su aplicación.\nIII. Recibidas las actuaciones en esta instancia, tomó intervención la Sra.\nFiscal ante la Cámara, quien propició hacer la recusación planteada (actuación Nº\n2800030/2021).\nLuego se elevaron los autos al acuerdo de Sala (actuación Nº 2800142/2021).\nIV. La recusación ha sido conceptualizada como un sistema de\ndesplazamiento de la competencia, cuyo fin es asegurar una recta administración de\njusticia y una conducta imparcial e independiente de los magistrados, quienes se hayan\nobligados a actuar objetivamente y con neutralidad, y hacer insospechadas sus\ndecisiones. En este sentido, se ha expresado que el instituto de la recusación, en general,\ndebe ser considerado con carácter restrictivo (Falcón, Enrique M., Tratado de Derecho\nProcesal Civil y Comercial, Rubinzal-Culzoni, Santa Fé, 2011, t. I, págs. 248/249 y 260;\nconcordantemente, esta Sala en los autos “Gallardo, Roberto Andrés c/ GCBA–DGR s/\namparo s/ recusación con causa”, Expte. Nº 875/01, del 07/03/2001 y “Oliveira,\nAlicia–Defensora del Pueblo de la Ciudad de Buenos Aires c/ Clinicien SA s/ medida\ncautelar s/ incidente de recusación con causa”, Expte. Nº 1877, del 12/06/2001, entre\nmuchos otros).\nAsimismo, se ha dicho que “[a]un cuando el instituto de la recusación con\ncausa creado por el legislador es un mecanismo de excepción y de interpretación\nrestrictiva, con supuestos taxativamente establecidos para casos extraordinarios –pues\nsu aplicación provoca el desplazamiento de la legal y normal competencia de los jueces\n\n\u000cy la consecuente alteración del principio constitucional de juez natural (doctrina de\nFallos: 319:758; 326:1512; entre otros)–, es posible entender que puedan existir otros\nsupuestos, no expresamente previstos, en que la imparcialidad puede ser puesta en tela\nde juicio. El apartamiento del juez corresponde cuando existe razonable temor de que\nesté influido, respecto del resultado del pleito por razones distintas a las que\nconstituyen el contenido del debate (conf. sentencia de este Tribunal in re: “GCBA s/\nqueja por recurso de inconstitucionalidad denegado en: ‘Dorelle, Daniel Héctor y otros\nc/ GCBA s/ recusación (art. 16 CCAyT)”, expte. nº 6190/08, del 05/03/2009 y doctrina\nde la CSJN en Fallos: 328:1491 “Llerena, Horacio Luis s/ abuso de armas y lesiones –\narts. 104 y 89 del CP- causa 3221”)” (TSJ, in re “GCBA s/ queja por recurso de\ninconstitucionalidad denegado en: GCBA s/ recusación (art. 16 CCAyT)”, Expte. Nº\n11072/14, del 04/07/2016).\nV. La recusación bajo análisis fue planteada luego de que el 27/10/2021 el\njuez de grado dispusiera “[...] en uso de las facultades conferidas por el artículo 29 del\nCCAyT [...] una serie de medidas [...]”, además hizo saber a las partes que la tutela\nanticipativa sería merituada “[...] una vez que se ilustre de manera suficiente sobre la\nprocedencia o improcedencia de la medida en cuestión, ya sea por haberse producido\nla totalidad de las medidas ut infra ordenadas o bien parcialmente. Asimismo, difiérase\nel análisis de la representación adecuada del colectivo involucrado para el momento en\nque decida en torno a la medida cautelar [...]”.\nEntre las medidas dispuestas ordenó las siguientes: A) Solicitud de\nInformes: 1. Al Ministerio de Justicia y Seguridad de la CABA; 2. A la Defensoría del\nPueblo de la CABA.; 3. A la Comisión Especial de Seguimiento de los Sistemas de\nVideo Vigilancia de la Legislatura de la CABA.; 4. A Cámaras penales; 5. Al Registro\nNacional de Reincidencia - Consulta Nacional de Rebeldías y Capturas (CONARC); y,\nB) Constatación en el Centro de Monitoreo Urbano (CMU) (actuación Nº\n2384543/2021 de los autos principales.\nVI. Teniendo presente dicho marco, cabe adelantar que los argumentos\ninvocados por el GCBA no resultan suficientes a fin de lograr el apartamiento del juez\nnatural de la causa.\n\n\u000cEn efecto, cabe señalar que los argumentos esgrimidos por el recusante no\ndemuestran más que el mero el disenso de la demandada con las medidas probatorias\nadoptadas por el magistrado interviniente (art. 29 del CCAyT) y que, en su caso, debería\nhaber cuestionado a través de los recursos procesales disponible.\nPor el solo hecho de que el juez haya proveído lo que estimó conducente a\nfin de cumplir con la obligación de instruir el proceso y decidir las cuestiones sometidas\na su consideración, no puede derivarse en la afectación de la imparcialidad exigible a\nlos magistrados.\nEn tal sentido, debe afirmarse que no resulta ésta la vía para cuestionar el\ncriterio expuesto en la referida resolución. Es que “[d]e hecho, las resoluciones\njudiciales no constituyen en principio causal de recusación por el sólo hecho de que\npor ellas se sienta agraviado el incidentista, ya que las partes pueden interponer los\nrecursos pertinentes y obtener así, en su caso, la modificación, de las que estime lesivas\na sus derechos” (cfr. Colombo, Carlos J. y Kiper, Claudio M., “Código Procesal Civil y\nComercial de la Nación. Comentado y Anotado”, La Ley, Bs. As., 2011, 3º ed. t. I, pág.\n175).\nEn consecuencia, toda vez que no se verifica en autos el presupuesto de\nhecho de la recusación intentada –esto es, la vulneración a la garantía de imparcialidad–\ncorresponde rechazar el planteo efectuado.\nSin perjuicio de ello, y a mayor abundamiento, cabe agregar que la solicitud\nde aplicación de sanciones ―art. 39 del CCAyT― para el caso que este tribunal estime\ncorresponder, que el juez de grado efectuó en el punto V de su informe, tampoco puede\nconsiderarse como una actitud que permita inferir que el magistrado obrara sin rigurosa\nimparcialidad en la prosecución del trámite de la presente causa o su correcta\ndilucidación.\nAdviértase que el código de rito (art. 39 ya citado) faculta a los jueces de la\ncausa a aplicar medidas disciplinarias cuando adviertan que la conducta de un letrado\n―temeridad y malicia― tienda a desviar la labor del juez de dictar una sentencia justa\nmediante el planteo de cuestiones engañosas o incidentes infundados.\nVII. En síntesis, por las razones aquí expuestas, teniendo en cuenta el\ncarácter restrictivo con el que deben analizarse este tipo de planteos y sin perjuicio del\n\n\u000cacierto o desacierto de la medida ordenada –cuestión cuyo examen no debe ser\nabordado en el marco del presente incidente–, atañe rechazar la recusación intentada por\nel actor respecto del titular del Juzgado N° 2 del fuero.\nEn consecuencia, corresponde disponer que el expediente principal continúe\nsu trámite ante la citada dependencia.\nPor ello, habiendo dictaminado la Sra. Fiscal ante la Cámara, el Tribunal\nRESUELVE: rechazar la recusación intentada respecto del titular del Juzgado N° 2 del\nfuero y por ende, disponer que el expediente principal continúe su trámite ante la citada\ndependencia.\nTéngase por cumplido el registro –cfr. art. 11 Res. CM Nº 42/2017, Anexo I\n–reemplazado por Res. CM Nº 19/2019−.\nNotifíquese a la parte recusante y a la representante del Ministerio Público\nFiscal en sus domicilios electrónicos. Asimismo, comuníquese vía mail al Juzgado Nº 1\ndel fuero, a los fines establecidos en el artículo 21 del CCAyT.\nOportunamente, remítase la presente causa a la Secretaría General a fin de\ndar cumplimiento a lo aquí dispuesto.\n\n\u000cJUZGADO N°2|EXP:182908/2020-1 CUIJ J-01-00409611-4/2020-1|ACT 2962699/2021\nProtocolo Nº 1004/2021\n\nFIRMADO DIGITALMENTE\n\nCarlos Francisco Balbin\nJUEZ/A DE CAMARA\nCÁMARA DE\nAPELACIONES EN LO\nCATyRC - SALA I\n\n22/12/2021 14:57\n\nFabiana Haydee Schafrik\nJUEZ/A DE CAMARA\nCÁMARA DE\nAPELACIONES EN LO\nCATyRC - SALA I\n\nPablo Cesar Mantaras\nJUEZ/A DE CAMARA\nCÁMARA DE\nAPELACIONES EN LO\nCATyRC - SALA I\n\n\u000c\n\nPoder Judicial de la Ciudad de Buenos Aires\nFuero Contencioso Administrativo y Tributaric\n\n \n\n \n\n \n\n \n\u000c\n\u000c\n\u000c\n\u000c\n\u000c\n\u000c\nPoder Judicial\nCiudad de Buenos Aires\n\n \n\n \n\u000c"}]},{"esCedula":1,"codigo":"CEDELE","actuacionesNotificadas":"38181244","fechaFirma":1640265953000,"firmantes":"COLLO, GRACIELA MABEL","actId":38204544,"titulo":"CEDULA ELECTRONICA GCBA","fechaNotificacion":1640265953000,"poseeAdjunto":0,"cuij":"C-01-00490703-1/2021","documentos":[{"URL":"https://eje.juscaba.gob.ar/iol-api/api/public/expedientes/actuaciones/pdf?datos=%7B%22actId%22:38204544,%22expId%22:2726765,%22esNota%22:false,%22cedulaId%22:null,%22ministerios%22:false%7D","MirrorURL":"http://srfp-documentos.odia.legal/1df6902616c4ded53b7bd01d64cc9f7c2ce2ad72.pdf","actuacionId":"actuacion 38204544","numeroDeExpediente":"182908/2020","type":0,"nombre":"","content":"PODER JUDICIAL\nde la CIUDAD AUTÓNOMA DE BUENOS AIRES\n\nCAYT\n\nFUERO CONTENCIOSO ADMINISTRATIVO Y TRIBUTARIO\nHIPÓLITO YRIGOYEN 932 - CABA\n\nSALA 1 CATyRC\n\nCÉDULA DE NOTIFICACIÓN ELECTRÓNICA\n\nSECRETARÍA UNICA\n\nDestinatario:\n\nA\n\nNÚMERO: 261833 / 2021\nCUIJ: C-01-00490703-1\n\nGCBA\n\nDomicilio electrónico:\nTipo domicilio:\n\n34999032089\n\nCONSTITUIDO ELECTRÓNICO\n\nExpediente: INC 182908/2020-1\nCUIJ: INC J-01-00409611-4/2020-1\n\nCarácter:\n\nURGENTE\n\nCon habilitación, día y hora:\nNO\n\nObservaciones:\n\n*C-01-00490703-1/2021*\nHágase saber a Ud. que en los autos caratulados OBSERVATORIO DE DERECHO INFORMATICO\nARGENTINO O.D.I.A. CONTRA GCBA SOBRE INCIDENTE DE RECUSACIÓN - AMPARO OTROS Expte. Nº INC 182908/2020-1 que tramitan ante este Tribunal, se ha dispuesto notificarlo de la/s\nactuación/es que a continuación se detalla/n y que se adjunta/n a la presente:\n\nAdjuntos:\nActuación Nº 2962699/2021 Fdo. por MANTARAS, PABLO CESAR - JUEZ/A DE CAMARA,\nActuación Nº 2962699/2021 Fdo. por SCHAFRIK, FABIANA HAYDEE - JUEZ/A DE CAMARA,\nActuación Nº 2962699/2021 Fdo. por BALBIN, CARLOS FRANCISCO - JUEZ/A DE CAMARA\n\nQueda Ud. notificado\nCiudad Autónoma de Buenos Aires, 23 de diciembre de 2021\n\n\u003c#\n\n\u000cJUZGADO N°2|EXP:182908/2020-1 CUIJ J-01-00409611-4/2020-1|ACT 261833/2021\n\nFIRMADO DIGITALMENTE\n\nGraciela Mabel Collo\nPROSECRETARIO/A\nADMINISTRATIVO/A\nCÁMARA DE\nAPELACIONES EN LO\nCATyRC - SALA I\n\n23/12/2021 10:25\n\n\u000c\n\n \n\n(ÉS\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\u000c\nPoder Judicial\nCiudad de Buenos Aires\n\n \n\n \n\u000c"},{"URL":"https://eje.juscaba.gob.ar/iol-api/api/public/expedientes/actuaciones/pdf?datos=%7B%22actId%22:%2238181244%22,%22expId%22:2726765,%22esNota%22:false,%22cedulaId%22:38204544,%22ministerios%22:false%7D","MirrorURL":"http://srfp-documentos.odia.legal/c06d0511a757f9c966e0b93379f27545f2cf9e67.pdf","actuacionId":"actuacion 38204544","numeroDeExpediente":"182908/2020","type":1,"nombre":"","content":"2021 - Año del Bicentenario de la Universidad de Buenos Aires\n\nCÁMARA DE APELACIONES EN LO CATyRC - SALA I SECRETARÍA UNICA\nOBSERVATORIO DE DERECHO INFORMATICO ARGENTINO O.D.I.A. CONTRA GCBA SOBRE INCIDENTE DE\nRECUSACIÓN - AMPARO - OTROS\nNúmero: INC 182908/2020-1\nCUIJ: INC J-01-00409611-4/2020-1\nActuación Nro: 2962699/2021\n\nEn la Ciudad de Buenos Aires\nVISTOS:\nEstos autos para resolver sobre la recusación formulada por la demandada\ncontra el magistrado del Juzgado Nº 2 (actuación Nº 2426983/2021 de los autos\nprincipales).\nCONSIDERANDO:\nI. El Gobierno de la Ciudad Autónoma de Buenos Aires recusó al titular del\nJuzgado Nº 2 del fuero con sustento en lo dispuesto en el artículo 11 del Código\nContencioso Administrativo y Tributario (CCAyT),y del artículo 4 de la Ley Nº 7\nOrgánica del Poder Judicial de la Ciudad Autónoma de Buenos Aires.\nSeñaló que el magistrado de grado – amparándose en las facultades que le\nconfiere el art. 29 del código de rito – ordenó una serie de medidas judiciales que\nninguna de las partes había solicitado y que nada aportan al planteo efectuado por la\nparte actora.\nAl respecto, sostuvo que el magistrado “[...] contaba con elementos\nsuficientes para resolver la cuestión introducida por la actora, [ no obstante, decidió ]\nsuplir la actividad que le compete a los litigantes, confundiendo su rol de director del\nproceso con el de parte [...]”, y, por tanto, ha distorsionado notoriamente el trámite del\nexpediente, en detrimento de su parte, encontrándose incurso en la causal de falta de\nimparcialidad, implícitamente contenida en el artículo 11 del CCAyT y de lo dispuesto\npor el art. 4 de la ley 7 Orgánica del Poder Judicial de la CABA. Destacó que, con su\naccionar, el sentenciante ha demostrado un apartamiento manifiesto de las reglas del\ndebido proceso, ya que amplió a discreción el objeto del proceso, permitiendo traer a\n\n\u000cdiscusión cuestiones absolutamente improcedentes, como claramente constituye la\ninformación requerida.\nA lo dicho agregó que resulta “[...] contrario a derecho y de una parcialidad\nmanifiesta que el juez dicte medidas para mejor proveer, ya no respecto del fondo del\nasunto sino, en lo que supone la búsqueda de algún resquicio que le permita dictar una\ncautelar cuando la actora no acredita ni la verosimilitud del derecho ni peligro en la\ndemora, como lo destaca el fiscal y él mismo admite. Tal accionar es grave e\ninjustificable, puesto que pone al descubierto una actitud que excede las competencias\njurisdiccionales atribuidas. Por lo demás también permite formar criterio sobre cuál es\nel tratamiento que en lo sucesivo se le aplicará al G.C.B.A.[...]”.\nII. El Juez de grado cumplió con la carga de emitir el informe previsto en el\nartículo 16 del CCAyT (actuación Nº 2435759/2021).\nExpuso que “[...] todos los argumentos destinados a sustentar la recusación\nno son otra cosa que un cuestionamiento a decisiones de dirección procesal adoptadas\npor el suscripto, propias eventualmente de un planteo recursivo y que debieron haber\nsido canalizadas por esa vía [...]”.\nPuso de resalto que el art. 29 del Código CAyT (de aplicación supletoria al\nproceso de amparo) faculta a los jueces a disponer en cualquier momento y sin que\nmedie pedido de parte, “las diligencias necesarias para esclarecer la verdad de los\nhechos controvertidos” y que, por otra parte, el art. 14 de la Constitución local establece\nque el procedimiento de amparo “está desprovisto de formalidades procesales que\nafecten su operatividad”, así concluyó que no advierte “[...] cómo la simple\ndisposición de medidas tendientes a recabar la información pertinente al objeto del\nlitigio puede constituir un acto que denote falta de imparcialidad. De hecho, tampoco\nse advierte cual sería el agravio que conlleva la comprobación de los hechos que las\nmedidas intentan aclarar [...]”.\nPor otro lado, aclaró que el derecho a la prueba que las partes ostentan no\nimplica de ningún modo un monopolio a favor de los litigantes, y recordó lo dispuesto\npor la doctrina y la jurisprudencia en torno a las facultades ordenatorias e instructorias\ndel juez en el proceso\n\n\u000cSostuvo que la demandada se “[...] ha valido de meros subterfugios a fin de\nintentar el apartamiento del juez natural de la presente causa, sin más sustento jurídico\nni fáctico que su descontento por el modo en que el Tribunal ha resuelto los presentes\nactuados, al tiempo que busca eludir, en lo sucesivo, el evidente disgusto que le genera\nla intervención del suscripto en esta causa [...].”\nDe tal manera indicó que, ante la falta de fundamentación del planteo\nrecusatorio, correspondía calificar de maliciosa y temeraria la actitud procesal asumida\npor el GCBA en los términos del art. 39 del CCAyT y sostuvo que ello ameritaba la\naplicación de sanciones legales. Así solicitó a la alzada que, en caso de considerarlo\npertinente, proceda a su aplicación.\nIII. Recibidas las actuaciones en esta instancia, tomó intervención la Sra.\nFiscal ante la Cámara, quien propició hacer la recusación planteada (actuación Nº\n2800030/2021).\nLuego se elevaron los autos al acuerdo de Sala (actuación Nº 2800142/2021).\nIV. La recusación ha sido conceptualizada como un sistema de\ndesplazamiento de la competencia, cuyo fin es asegurar una recta administración de\njusticia y una conducta imparcial e independiente de los magistrados, quienes se hayan\nobligados a actuar objetivamente y con neutralidad, y hacer insospechadas sus\ndecisiones. En este sentido, se ha expresado que el instituto de la recusación, en general,\ndebe ser considerado con carácter restrictivo (Falcón, Enrique M., Tratado de Derecho\nProcesal Civil y Comercial, Rubinzal-Culzoni, Santa Fé, 2011, t. I, págs. 248/249 y 260;\nconcordantemente, esta Sala en los autos “Gallardo, Roberto Andrés c/ GCBA–DGR s/\namparo s/ recusación con causa”, Expte. Nº 875/01, del 07/03/2001 y “Oliveira,\nAlicia–Defensora del Pueblo de la Ciudad de Buenos Aires c/ Clinicien SA s/ medida\ncautelar s/ incidente de recusación con causa”, Expte. Nº 1877, del 12/06/2001, entre\nmuchos otros).\nAsimismo, se ha dicho que “[a]un cuando el instituto de la recusación con\ncausa creado por el legislador es un mecanismo de excepción y de interpretación\nrestrictiva, con supuestos taxativamente establecidos para casos extraordinarios –pues\nsu aplicación provoca el desplazamiento de la legal y normal competencia de los jueces\n\n\u000cy la consecuente alteración del principio constitucional de juez natural (doctrina de\nFallos: 319:758; 326:1512; entre otros)–, es posible entender que puedan existir otros\nsupuestos, no expresamente previstos, en que la imparcialidad puede ser puesta en tela\nde juicio. El apartamiento del juez corresponde cuando existe razonable temor de que\nesté influido, respecto del resultado del pleito por razones distintas a las que\nconstituyen el contenido del debate (conf. sentencia de este Tribunal in re: “GCBA s/\nqueja por recurso de inconstitucionalidad denegado en: ‘Dorelle, Daniel Héctor y otros\nc/ GCBA s/ recusación (art. 16 CCAyT)”, expte. nº 6190/08, del 05/03/2009 y doctrina\nde la CSJN en Fallos: 328:1491 “Llerena, Horacio Luis s/ abuso de armas y lesiones –\narts. 104 y 89 del CP- causa 3221”)” (TSJ, in re “GCBA s/ queja por recurso de\ninconstitucionalidad denegado en: GCBA s/ recusación (art. 16 CCAyT)”, Expte. Nº\n11072/14, del 04/07/2016).\nV. La recusación bajo análisis fue planteada luego de que el 27/10/2021 el\njuez de grado dispusiera “[...] en uso de las facultades conferidas por el artículo 29 del\nCCAyT [...] una serie de medidas [...]”, además hizo saber a las partes que la tutela\nanticipativa sería merituada “[...] una vez que se ilustre de manera suficiente sobre la\nprocedencia o improcedencia de la medida en cuestión, ya sea por haberse producido\nla totalidad de las medidas ut infra ordenadas o bien parcialmente. Asimismo, difiérase\nel análisis de la representación adecuada del colectivo involucrado para el momento en\nque decida en torno a la medida cautelar [...]”.\nEntre las medidas dispuestas ordenó las siguientes: A) Solicitud de\nInformes: 1. Al Ministerio de Justicia y Seguridad de la CABA; 2. A la Defensoría del\nPueblo de la CABA.; 3. A la Comisión Especial de Seguimiento de los Sistemas de\nVideo Vigilancia de la Legislatura de la CABA.; 4. A Cámaras penales; 5. Al Registro\nNacional de Reincidencia - Consulta Nacional de Rebeldías y Capturas (CONARC); y,\nB) Constatación en el Centro de Monitoreo Urbano (CMU) (actuación Nº\n2384543/2021 de los autos principales.\nVI. Teniendo presente dicho marco, cabe adelantar que los argumentos\ninvocados por el GCBA no resultan suficientes a fin de lograr el apartamiento del juez\nnatural de la causa.\n\n\u000cEn efecto, cabe señalar que los argumentos esgrimidos por el recusante no\ndemuestran más que el mero el disenso de la demandada con las medidas probatorias\nadoptadas por el magistrado interviniente (art. 29 del CCAyT) y que, en su caso, debería\nhaber cuestionado a través de los recursos procesales disponible.\nPor el solo hecho de que el juez haya proveído lo que estimó conducente a\nfin de cumplir con la obligación de instruir el proceso y decidir las cuestiones sometidas\na su consideración, no puede derivarse en la afectación de la imparcialidad exigible a\nlos magistrados.\nEn tal sentido, debe afirmarse que no resulta ésta la vía para cuestionar el\ncriterio expuesto en la referida resolución. Es que “[d]e hecho, las resoluciones\njudiciales no constituyen en principio causal de recusación por el sólo hecho de que\npor ellas se sienta agraviado el incidentista, ya que las partes pueden interponer los\nrecursos pertinentes y obtener así, en su caso, la modificación, de las que estime lesivas\na sus derechos” (cfr. Colombo, Carlos J. y Kiper, Claudio M., “Código Procesal Civil y\nComercial de la Nación. Comentado y Anotado”, La Ley, Bs. As., 2011, 3º ed. t. I, pág.\n175).\nEn consecuencia, toda vez que no se verifica en autos el presupuesto de\nhecho de la recusación intentada –esto es, la vulneración a la garantía de imparcialidad–\ncorresponde rechazar el planteo efectuado.\nSin perjuicio de ello, y a mayor abundamiento, cabe agregar que la solicitud\nde aplicación de sanciones ―art. 39 del CCAyT― para el caso que este tribunal estime\ncorresponder, que el juez de grado efectuó en el punto V de su informe, tampoco puede\nconsiderarse como una actitud que permita inferir que el magistrado obrara sin rigurosa\nimparcialidad en la prosecución del trámite de la presente causa o su correcta\ndilucidación.\nAdviértase que el código de rito (art. 39 ya citado) faculta a los jueces de la\ncausa a aplicar medidas disciplinarias cuando adviertan que la conducta de un letrado\n―temeridad y malicia― tienda a desviar la labor del juez de dictar una sentencia justa\nmediante el planteo de cuestiones engañosas o incidentes infundados.\nVII. En síntesis, por las razones aquí expuestas, teniendo en cuenta el\ncarácter restrictivo con el que deben analizarse este tipo de planteos y sin perjuicio del\n\n\u000cacierto o desacierto de la medida ordenada –cuestión cuyo examen no debe ser\nabordado en el marco del presente incidente–, atañe rechazar la recusación intentada por\nel actor respecto del titular del Juzgado N° 2 del fuero.\nEn consecuencia, corresponde disponer que el expediente principal continúe\nsu trámite ante la citada dependencia.\nPor ello, habiendo dictaminado la Sra. Fiscal ante la Cámara, el Tribunal\nRESUELVE: rechazar la recusación intentada respecto del titular del Juzgado N° 2 del\nfuero y por ende, disponer que el expediente principal continúe su trámite ante la citada\ndependencia.\nTéngase por cumplido el registro –cfr. art. 11 Res. CM Nº 42/2017, Anexo I\n–reemplazado por Res. CM Nº 19/2019−.\nNotifíquese a la parte recusante y a la representante del Ministerio Público\nFiscal en sus domicilios electrónicos. Asimismo, comuníquese vía mail al Juzgado Nº 1\ndel fuero, a los fines establecidos en el artículo 21 del CCAyT.\nOportunamente, remítase la presente causa a la Secretaría General a fin de\ndar cumplimiento a lo aquí dispuesto.\n\n\u000cJUZGADO N°2|EXP:182908/2020-1 CUIJ J-01-00409611-4/2020-1|ACT 2962699/2021\nProtocolo Nº 1004/2021\n\nFIRMADO DIGITALMENTE\n\nCarlos Francisco Balbin\nJUEZ/A DE CAMARA\nCÁMARA DE\nAPELACIONES EN LO\nCATyRC - SALA I\n\n22/12/2021 14:57\n\nFabiana Haydee Schafrik\nJUEZ/A DE CAMARA\nCÁMARA DE\nAPELACIONES EN LO\nCATyRC - SALA I\n\nPablo Cesar Mantaras\nJUEZ/A DE CAMARA\nCÁMARA DE\nAPELACIONES EN LO\nCATyRC - SALA I\n\n\u000c\n\nPoder Judicial de la Ciudad de Buenos Aires\nFuero Contencioso Administrativo y Tributaric\n\n \n\n \n\n \n\n \n\u000c\n\u000c\n\u000c\n\u000c\n\u000c\n\u000c\nPoder Judicial\nCiudad de Buenos Aires\n\n \n\n \n\u000c"}]},{"esCedula":0,"codigo":"R32","actuacionesNotificadas":"","fechaFirma":1640195845000,"firmantes":"MANTARAS, PABLO CESAR,SCHAFRIK, FABIANA HAYDEE,BALBIN, CARLOS FRANCISCO","actId":38181244,"titulo":"RESOLUCION - OTRAS SENTENCIAS INTERLOCUTORIAS","fechaNotificacion":0,"poseeAdjunto":0,"cuij":"","documentos":[{"URL":"https://eje.juscaba.gob.ar/iol-api/api/public/expedientes/actuaciones/pdf?datos=%7B%22actId%22:38181244,%22expId%22:2726765,%22esNota%22:false,%22cedulaId%22:null,%22ministerios%22:false%7D","MirrorURL":"http://srfp-documentos.odia.legal/c06d0511a757f9c966e0b93379f27545f2cf9e67.pdf","actuacionId":"actuacion 38181244","numeroDeExpediente":"182908/2020","type":0,"nombre":"","content":"2021 - Año del Bicentenario de la Universidad de Buenos Aires\n\nCÁMARA DE APELACIONES EN LO CATyRC - SALA I SECRETARÍA UNICA\nOBSERVATORIO DE DERECHO INFORMATICO ARGENTINO O.D.I.A. CONTRA GCBA SOBRE INCIDENTE DE\nRECUSACIÓN - AMPARO - OTROS\nNúmero: INC 182908/2020-1\nCUIJ: INC J-01-00409611-4/2020-1\nActuación Nro: 2962699/2021\n\nEn la Ciudad de Buenos Aires\nVISTOS:\nEstos autos para resolver sobre la recusación formulada por la demandada\ncontra el magistrado del Juzgado Nº 2 (actuación Nº 2426983/2021 de los autos\nprincipales).\nCONSIDERANDO:\nI. El Gobierno de la Ciudad Autónoma de Buenos Aires recusó al titular del\nJuzgado Nº 2 del fuero con sustento en lo dispuesto en el artículo 11 del Código\nContencioso Administrativo y Tributario (CCAyT),y del artículo 4 de la Ley Nº 7\nOrgánica del Poder Judicial de la Ciudad Autónoma de Buenos Aires.\nSeñaló que el magistrado de grado – amparándose en las facultades que le\nconfiere el art. 29 del código de rito – ordenó una serie de medidas judiciales que\nninguna de las partes había solicitado y que nada aportan al planteo efectuado por la\nparte actora.\nAl respecto, sostuvo que el magistrado “[...] contaba con elementos\nsuficientes para resolver la cuestión introducida por la actora, [ no obstante, decidió ]\nsuplir la actividad que le compete a los litigantes, confundiendo su rol de director del\nproceso con el de parte [...]”, y, por tanto, ha distorsionado notoriamente el trámite del\nexpediente, en detrimento de su parte, encontrándose incurso en la causal de falta de\nimparcialidad, implícitamente contenida en el artículo 11 del CCAyT y de lo dispuesto\npor el art. 4 de la ley 7 Orgánica del Poder Judicial de la CABA. Destacó que, con su\naccionar, el sentenciante ha demostrado un apartamiento manifiesto de las reglas del\ndebido proceso, ya que amplió a discreción el objeto del proceso, permitiendo traer a\n\n\u000cdiscusión cuestiones absolutamente improcedentes, como claramente constituye la\ninformación requerida.\nA lo dicho agregó que resulta “[...] contrario a derecho y de una parcialidad\nmanifiesta que el juez dicte medidas para mejor proveer, ya no respecto del fondo del\nasunto sino, en lo que supone la búsqueda de algún resquicio que le permita dictar una\ncautelar cuando la actora no acredita ni la verosimilitud del derecho ni peligro en la\ndemora, como lo destaca el fiscal y él mismo admite. Tal accionar es grave e\ninjustificable, puesto que pone al descubierto una actitud que excede las competencias\njurisdiccionales atribuidas. Por lo demás también permite formar criterio sobre cuál es\nel tratamiento que en lo sucesivo se le aplicará al G.C.B.A.[...]”.\nII. El Juez de grado cumplió con la carga de emitir el informe previsto en el\nartículo 16 del CCAyT (actuación Nº 2435759/2021).\nExpuso que “[...] todos los argumentos destinados a sustentar la recusación\nno son otra cosa que un cuestionamiento a decisiones de dirección procesal adoptadas\npor el suscripto, propias eventualmente de un planteo recursivo y que debieron haber\nsido canalizadas por esa vía [...]”.\nPuso de resalto que el art. 29 del Código CAyT (de aplicación supletoria al\nproceso de amparo) faculta a los jueces a disponer en cualquier momento y sin que\nmedie pedido de parte, “las diligencias necesarias para esclarecer la verdad de los\nhechos controvertidos” y que, por otra parte, el art. 14 de la Constitución local establece\nque el procedimiento de amparo “está desprovisto de formalidades procesales que\nafecten su operatividad”, así concluyó que no advierte “[...] cómo la simple\ndisposición de medidas tendientes a recabar la información pertinente al objeto del\nlitigio puede constituir un acto que denote falta de imparcialidad. De hecho, tampoco\nse advierte cual sería el agravio que conlleva la comprobación de los hechos que las\nmedidas intentan aclarar [...]”.\nPor otro lado, aclaró que el derecho a la prueba que las partes ostentan no\nimplica de ningún modo un monopolio a favor de los litigantes, y recordó lo dispuesto\npor la doctrina y la jurisprudencia en torno a las facultades ordenatorias e instructorias\ndel juez en el proceso\n\n\u000cSostuvo que la demandada se “[...] ha valido de meros subterfugios a fin de\nintentar el apartamiento del juez natural de la presente causa, sin más sustento jurídico\nni fáctico que su descontento por el modo en que el Tribunal ha resuelto los presentes\nactuados, al tiempo que busca eludir, en lo sucesivo, el evidente disgusto que le genera\nla intervención del suscripto en esta causa [...].”\nDe tal manera indicó que, ante la falta de fundamentación del planteo\nrecusatorio, correspondía calificar de maliciosa y temeraria la actitud procesal asumida\npor el GCBA en los términos del art. 39 del CCAyT y sostuvo que ello ameritaba la\naplicación de sanciones legales. Así solicitó a la alzada que, en caso de considerarlo\npertinente, proceda a su aplicación.\nIII. Recibidas las actuaciones en esta instancia, tomó intervención la Sra.\nFiscal ante la Cámara, quien propició hacer la recusación planteada (actuación Nº\n2800030/2021).\nLuego se elevaron los autos al acuerdo de Sala (actuación Nº 2800142/2021).\nIV. La recusación ha sido conceptualizada como un sistema de\ndesplazamiento de la competencia, cuyo fin es asegurar una recta administración de\njusticia y una conducta imparcial e independiente de los magistrados, quienes se hayan\nobligados a actuar objetivamente y con neutralidad, y hacer insospechadas sus\ndecisiones. En este sentido, se ha expresado que el instituto de la recusación, en general,\ndebe ser considerado con carácter restrictivo (Falcón, Enrique M., Tratado de Derecho\nProcesal Civil y Comercial, Rubinzal-Culzoni, Santa Fé, 2011, t. I, págs. 248/249 y 260;\nconcordantemente, esta Sala en los autos “Gallardo, Roberto Andrés c/ GCBA–DGR s/\namparo s/ recusación con causa”, Expte. Nº 875/01, del 07/03/2001 y “Oliveira,\nAlicia–Defensora del Pueblo de la Ciudad de Buenos Aires c/ Clinicien SA s/ medida\ncautelar s/ incidente de recusación con causa”, Expte. Nº 1877, del 12/06/2001, entre\nmuchos otros).\nAsimismo, se ha dicho que “[a]un cuando el instituto de la recusación con\ncausa creado por el legislador es un mecanismo de excepción y de interpretación\nrestrictiva, con supuestos taxativamente establecidos para casos extraordinarios –pues\nsu aplicación provoca el desplazamiento de la legal y normal competencia de los jueces\n\n\u000cy la consecuente alteración del principio constitucional de juez natural (doctrina de\nFallos: 319:758; 326:1512; entre otros)–, es posible entender que puedan existir otros\nsupuestos, no expresamente previstos, en que la imparcialidad puede ser puesta en tela\nde juicio. El apartamiento del juez corresponde cuando existe razonable temor de que\nesté influido, respecto del resultado del pleito por razones distintas a las que\nconstituyen el contenido del debate (conf. sentencia de este Tribunal in re: “GCBA s/\nqueja por recurso de inconstitucionalidad denegado en: ‘Dorelle, Daniel Héctor y otros\nc/ GCBA s/ recusación (art. 16 CCAyT)”, expte. nº 6190/08, del 05/03/2009 y doctrina\nde la CSJN en Fallos: 328:1491 “Llerena, Horacio Luis s/ abuso de armas y lesiones –\narts. 104 y 89 del CP- causa 3221”)” (TSJ, in re “GCBA s/ queja por recurso de\ninconstitucionalidad denegado en: GCBA s/ recusación (art. 16 CCAyT)”, Expte. Nº\n11072/14, del 04/07/2016).\nV. La recusación bajo análisis fue planteada luego de que el 27/10/2021 el\njuez de grado dispusiera “[...] en uso de las facultades conferidas por el artículo 29 del\nCCAyT [...] una serie de medidas [...]”, además hizo saber a las partes que la tutela\nanticipativa sería merituada “[...] una vez que se ilustre de manera suficiente sobre la\nprocedencia o improcedencia de la medida en cuestión, ya sea por haberse producido\nla totalidad de las medidas ut infra ordenadas o bien parcialmente. Asimismo, difiérase\nel análisis de la representación adecuada del colectivo involucrado para el momento en\nque decida en torno a la medida cautelar [...]”.\nEntre las medidas dispuestas ordenó las siguientes: A) Solicitud de\nInformes: 1. Al Ministerio de Justicia y Seguridad de la CABA; 2. A la Defensoría del\nPueblo de la CABA.; 3. A la Comisión Especial de Seguimiento de los Sistemas de\nVideo Vigilancia de la Legislatura de la CABA.; 4. A Cámaras penales; 5. Al Registro\nNacional de Reincidencia - Consulta Nacional de Rebeldías y Capturas (CONARC); y,\nB) Constatación en el Centro de Monitoreo Urbano (CMU) (actuación Nº\n2384543/2021 de los autos principales.\nVI. Teniendo presente dicho marco, cabe adelantar que los argumentos\ninvocados por el GCBA no resultan suficientes a fin de lograr el apartamiento del juez\nnatural de la causa.\n\n\u000cEn efecto, cabe señalar que los argumentos esgrimidos por el recusante no\ndemuestran más que el mero el disenso de la demandada con las medidas probatorias\nadoptadas por el magistrado interviniente (art. 29 del CCAyT) y que, en su caso, debería\nhaber cuestionado a través de los recursos procesales disponible.\nPor el solo hecho de que el juez haya proveído lo que estimó conducente a\nfin de cumplir con la obligación de instruir el proceso y decidir las cuestiones sometidas\na su consideración, no puede derivarse en la afectación de la imparcialidad exigible a\nlos magistrados.\nEn tal sentido, debe afirmarse que no resulta ésta la vía para cuestionar el\ncriterio expuesto en la referida resolución. Es que “[d]e hecho, las resoluciones\njudiciales no constituyen en principio causal de recusación por el sólo hecho de que\npor ellas se sienta agraviado el incidentista, ya que las partes pueden interponer los\nrecursos pertinentes y obtener así, en su caso, la modificación, de las que estime lesivas\na sus derechos” (cfr. Colombo, Carlos J. y Kiper, Claudio M., “Código Procesal Civil y\nComercial de la Nación. Comentado y Anotado”, La Ley, Bs. As., 2011, 3º ed. t. I, pág.\n175).\nEn consecuencia, toda vez que no se verifica en autos el presupuesto de\nhecho de la recusación intentada –esto es, la vulneración a la garantía de imparcialidad–\ncorresponde rechazar el planteo efectuado.\nSin perjuicio de ello, y a mayor abundamiento, cabe agregar que la solicitud\nde aplicación de sanciones ―art. 39 del CCAyT― para el caso que este tribunal estime\ncorresponder, que el juez de grado efectuó en el punto V de su informe, tampoco puede\nconsiderarse como una actitud que permita inferir que el magistrado obrara sin rigurosa\nimparcialidad en la prosecución del trámite de la presente causa o su correcta\ndilucidación.\nAdviértase que el código de rito (art. 39 ya citado) faculta a los jueces de la\ncausa a aplicar medidas disciplinarias cuando adviertan que la conducta de un letrado\n―temeridad y malicia― tienda a desviar la labor del juez de dictar una sentencia justa\nmediante el planteo de cuestiones engañosas o incidentes infundados.\nVII. En síntesis, por las razones aquí expuestas, teniendo en cuenta el\ncarácter restrictivo con el que deben analizarse este tipo de planteos y sin perjuicio del\n\n\u000cacierto o desacierto de la medida ordenada –cuestión cuyo examen no debe ser\nabordado en el marco del presente incidente–, atañe rechazar la recusación intentada por\nel actor respecto del titular del Juzgado N° 2 del fuero.\nEn consecuencia, corresponde disponer que el expediente principal continúe\nsu trámite ante la citada dependencia.\nPor ello, habiendo dictaminado la Sra. Fiscal ante la Cámara, el Tribunal\nRESUELVE: rechazar la recusación intentada respecto del titular del Juzgado N° 2 del\nfuero y por ende, disponer que el expediente principal continúe su trámite ante la citada\ndependencia.\nTéngase por cumplido el registro –cfr. art. 11 Res. CM Nº 42/2017, Anexo I\n–reemplazado por Res. CM Nº 19/2019−.\nNotifíquese a la parte recusante y a la representante del Ministerio Público\nFiscal en sus domicilios electrónicos. Asimismo, comuníquese vía mail al Juzgado Nº 1\ndel fuero, a los fines establecidos en el artículo 21 del CCAyT.\nOportunamente, remítase la presente causa a la Secretaría General a fin de\ndar cumplimiento a lo aquí dispuesto.\n\n\u000cJUZGADO N°2|EXP:182908/2020-1 CUIJ J-01-00409611-4/2020-1|ACT 2962699/2021\nProtocolo Nº 1004/2021\n\nFIRMADO DIGITALMENTE\n\nCarlos Francisco Balbin\nJUEZ/A DE CAMARA\nCÁMARA DE\nAPELACIONES EN LO\nCATyRC - SALA I\n\n22/12/2021 14:57\n\nFabiana Haydee Schafrik\nJUEZ/A DE CAMARA\nCÁMARA DE\nAPELACIONES EN LO\nCATyRC - SALA I\n\nPablo Cesar Mantaras\nJUEZ/A DE CAMARA\nCÁMARA DE\nAPELACIONES EN LO\nCATyRC - SALA I\n\n\u000c\n\nPoder Judicial de la Ciudad de Buenos Aires\nFuero Contencioso Administrativo y Tributaric\n\n \n\n \n\n \n\n \n\u000c\n\u000c\n\u000c\n\u000c\n\u000c\n\u000c\nPoder Judicial\nCiudad de Buenos Aires\n\n \n\n \n\u000c"}]},{"esCedula":0,"codigo":"PS155","actuacionesNotificadas":"","fechaFirma":1638812304530,"firmantes":"SABA, PAULA ANDREA","actId":38018973,"titulo":"SALA - ELEVACION AL ACUERDO","fechaNotificacion":0,"poseeAdjunto":0,"cuij":"","documentos":[{"URL":"https://eje.juscaba.gob.ar/iol-api/api/public/expedientes/actuaciones/pdf?datos=%7B%22actId%22:38018973,%22expId%22:2726765,%22esNota%22:false,%22cedulaId%22:null,%22ministerios%22:false%7D","MirrorURL":"http://srfp-documentos.odia.legal/8f6a95065d9d76a477e60fab7827f46590dbc1c3.pdf","actuacionId":"actuacion 38018973","numeroDeExpediente":"182908/2020","type":0,"nombre":"","content":"2021 - Año del Bicentenario de la Universidad de Buenos Aires\n\nCÁMARA DE APELACIONES EN LO CATyRC - SALA I SECRETARÍA UNICA\nOBSERVATORIO DE DERECHO INFORMATICO ARGENTINO O.D.I.A. CONTRA GCBA SOBRE INCIDENTE DE\nRECUSACIÓN - AMPARO - OTROS\nNúmero: INC 182908/2020-1\nCUIJ: INC J-01-00409611-4/2020-1\nActuación Nro: 2800142/2021\n\nEn la Ciudad de Buenos Aires. TH\nI. Por devueltos.\nII. Asimismo, téngase presente el dictamen del Ministerio Público Fiscal.\nIII. En atención al estado de autos, elévense al acuerdo.\n\n\u000cJUZGADO N°2|EXP:182908/2020-1 CUIJ J-01-00409611-4/2020-1|ACT 2800142/2021\n\nFIRMADO DIGITALMENTE\n\nPaula Andrea Saba\nSECRETARIO/A\nCÁMARA DE\nAPELACIONES EN LO\nCATyRC - SALA I\n\n06/12/2021 14:38\n\n\u000c\n\nPoder Judicial de la Ciudad de Buenos Aires\nFuero Contencioso Administrativo y Tributaric\n\n \n\n \n\n \n\n \n\u000c\n   \n\nPoder Judicial\nCiudad de Buenos Aires\n\u000c"}]},{"esCedula":0,"codigo":"FIS","actuacionesNotificadas":"","fechaFirma":1638811501000,"firmantes":"NIDIA KARINA CICERO","actId":38018868,"titulo":"1Dictamen-Dictamen","fechaNotificacion":0,"poseeAdjunto":0,"cuij":"","documentos":[{"URL":"https://eje.juscaba.gob.ar/iol-api/api/public/expedientes/actuaciones/pdf?datos=%7B%22actId%22:38018868,%22expId%22:2726765,%22esNota%22:false,%22cedulaId%22:null,%22ministerios%22:false%7D","MirrorURL":"http://srfp-documentos.odia.legal/fbdc7e461e268143c42b12cd324a283d03c66d8b.pdf","actuacionId":"actuacion 38018868","numeroDeExpediente":"182908/2020","type":0,"nombre":"","content":"Ministerio Público Fiscal de la Ciudad Autónoma de Buenos Aires\nFiscalía de Cámara CAyT B\n\n\"OBSERVATORIO DE DERECHO INFORMATICO\nARGENTINO O.D.I.A. CONTRA GCBA SOBRE INCIDENTE\nDE RECUSACIÓN - AMPARO - OTROS\"\nExpediente 182908/2020-1 - Cámara de Apelaciones CAyT Sala I\nFiscalía de Cámara CAyT B\nDictamen N° 1482-2021\nCiudad Autónoma de Buenos Aires, 6 de diciembre de 2021\nSeñores Jueces:\nI. Llegan los autos en vista a esta Fiscalía con motivo de la recusación\ncon causa articulada por el Gobierno de la Ciudad de Buenos Aires\n(en adelante, GCBA) con fecha 1 de noviembre de 2021 (actuación N°\n2426983/2021) respecto del juez de grado, Roberto Andrés Gallardo\ninterviniente en la causa.\nII. En fecha 27/10/2021 (actuación N° 2384543/2021), el magistrado a\nquo ordenó, “(...) en uso de las facultades conferidas por el artículo 29 del CCAyT\n(...)”\ny a fin de contar con elementos suficientes para evaluar la\nprocedencia de la medida cautelar solicitada por la actora, las\nsiguientes medidas:\na) Solicitud de informes: i) al Ministerio de Justicia y Seguridad de la\nCABA; ii) a la Defensoría del Pueblo de la CABA; iii) a la Comisión\nEspecial de Seguimiento de los Sistemas de Video Vigilancia de la\nLegislatura de la CABA; iv) a diversas Cámaras Penales; y v) al\nRegistro Nacional de Reincidencia-Consulta Nacional de rebeldías y\nCapturas; y\nb) Constatación en el Centro de Monitoreo Urbano.\nEncontrándose debidamente notificado de dicha resolución, el GCBA\nrecusó al juez actuante en los términos del art. 11 y ccdtes. del Código\nde rito. A fin de fundar su planteo, sostuvo que las medidas dictadas\n\nDictamen 1482/2021\n\nPágina 1/5\n\n\u000csuplen la actividad que corresponde a los litigantes y exceden la\ncompetencia del magistrado y su actuación como director del proceso.\nAsimismo, adujo que el juez amplió a discreción el objeto del proceso,\napartándose de las reglas del debido proceso. En virtud de ello,\nconcluyó que el juez de grado se encuentra incurso en la causa de falta\nde imparcialidad, al tiempo que refleja una evidente animosidad\ncontra el GCBA.\nMediante actuación N° 2435759/2021, el magistrado recusado produjo\nel informe previsto en el art. 16 del CCAyT, a través del cual repelió\nlos distintos fundamentos traídos por la recusante. En ese sentido,\nseñaló que tales argumentos constituían cuestionamientos a decisiones\nde dirección procesal propios de un planteo recursivo, que debieron\ncanalizarse por esa vía.\nA su vez, destacó que el art. 29 del CCAyT faculta a los jueces\ndisponer en cualquier momento y sin que medie pedido de parte las\ndiligencias necesarias para esclarecer la verdad de los hechos\ncontrovertidos, en virtud de lo cual no medió en el caso ningún\napartamiento a ley procesal. También, expresó que “[n]o se logra entender\ncómo la simple disposición de medidas tendientes a recabar la información pertinente al\nobjeto del litigio puede constituir un acto que denote falta de imparcialidad.” .\n\nPor otro lado, aclaró que el derecho a la prueba que las partes ostentan\nno implica de ningún modo un monopolio a favor de los litigantes, y\nrecordó lo dispuesto por la doctrina y la jurisprudencia en torno a las\nfacultades ordenatorias e instructorias del juez en el proceso.\nParalelamente, sostuvo que la recusación resulta infundada, lo que\ntrasluce que la demandada “(...) se ha valido de meros subterfugios a fin de\nintentar el apartamiento del juez natural de la presente causa, sin más sustento jurídico\nni fáctico que su descontento por el modo en que el Tribunal ha resuelto los presentes\nactuados, al tiempo que busca eludir, en lo sucesivo, el evidente disgusto que le genera\n\nEn esa línea, el Dr. Gallardo\ncalificó la conducta de la demandada de maliciosa y temeraria, en los\ntérminos del art. 39 del CCAyT y sostuvo que ello ameritaba la\naplicación de sanciones legales de oficio, lo que, además, solicitó\nexpresamente a los señores magistrados miembros de la Sala.\nla intervención del suscripto en esta causa.”.\n\nDictamen 1482/2021\n\nPágina 2/5\n\n\u000cIII. Así encuadrada la cuestión sometida a estudio, estimo pertinente\nefectuar una serie de consideraciones.\nA. En primer lugar, recuerdo que el instituto de la recusación, previsto\nen los arts. 11 y sstes. del CCAyT, es la facultad acordada a los\nlitigantes para provocar la separación del juez en el conocimiento de\nun asunto de su competencia cuando median las causales\nparticularmente especificadas en la ley y se encuentran debidamente\njustificadas y planteadas en la oportunidad correspondiente por el\nrecusante.\nEn esa dirección, se ha conceptualizado a la recusación y a la\nexcusación como sistemas de desplazamiento de la competencia, cuyo\nobjeto es asegurar una recta administración de justicia y una conducta\nimparcial e independiente a los magistrados, quienes se hayan\nobligados a actuar objetivamente y con neutralidad, y hacer\ninsospechadas sus decisiones. Conforme a ello, se ha expresado que el\ninstituto de la recusación, en general, debe ser considerado con\ncarácter restrictivo (Falcón, Enrique M., Tratado de Derecho Procesal Civil y\nComercial , Tomo I, Rubinzal Culzoni, Santa Fé, 2006, págs. 248/249 y\n260).\nB. Sentado ello viene al caso recordar que la garantía de juez\nimparcial se encuentra reconocida dentro de los derechos implícitos\ndel art. 33 de la Constitución Nacional, y está arraigada en las\ngarantías de debido proceso y de la defensa en juicio establecidas en el\nart. 18 de dicha norma fundamental. Además, se encuentra consagrada\nexpresamente en los arts. 10 de la Declaración Universal de Derechos\nHumanos; 26 de la Declaración Americana de los Derechos y Deberes\ndel Hombre; 14.1 del Pacto Internacional de Derechos Civiles y\nPolíticos y 8.1 de la Convención Americana sobre Derechos\nHumanos, que forman parte del bloque de constitucionalidad federal\nen virtud de la incorporación expresa que efectúa el art. 75, inciso 22\nde la Constitución Nacional.\nEn dicho entendimiento, y en lo que al pedido recusatorio respecta, la\ncausal esgrimida debe considerarse implícita en las expresamente\nestablecidas en el art. 11 del CCAyT antes referido puesto que la\n\nDictamen 1482/2021\n\nPágina 3/5\n\n\u000crazón de ser del apartamiento de un juez por la configuración de\nalguna de las allí previstas tiene como finalidad última la de evitar,\njustamente, que la garantía de imparcialidad pudiera llegar a verse\ncomprometida.\nC. Si bien una primera lectura de la situación planteada llevaría a\nrechazar la recusación articulada, pues ella vendría a canalizar\nimpropiamente el disenso de la demandada con las medidas\nprobatorias adoptadas por el magistrado interviniente, cuestión que, en\nsu caso, debería articular a través de los recursos procesales\ndisponibles, entiendo que las manifestaciones efectuadas por el Dr.\nGallardo en el punto V de su informe, ameritan arribar a una\nconclusión distinta.\nEn efecto, los términos del informe elaborado por el magistrado\nevidencian un manifiesto malestar respecto de la actuación del\ndemandado, la que no duda en calificar como abusiva, maliciosa y\ntemeraria e incluso peticiona la aplicación de oficio de las sanciones\nprevistas en el art. 39 del CCAyT.\nEsta situación crea un entorno que, al menos, siembra razonables\ndudas acerca de la presencia de rigurosa imparcialidad para conducir\nlos siguientes pasos de la causa y su correcta dilucidación, puesto que\nlas manifestaciones vertidas por el magistrado de grado, hayan sido\nmotivadas o no por una conducta reprochable de la demandada, en la\npráctica pueden llegar a lesionar la garantía constitucional a ser\njuzgado por un juez imparcial e independiente (Fallos 319:758;\n328:1491; 330:1457; 330:251, entre otros).\nEn virtud de lo expuesto, no hacer lugar a la recusación -más allá de la\ninterpretación restrictiva que rige a este instituto y de lo que pudiera\nopinarse acerca de las medidas concretas que motivaron el planteo,\nque no son materia aquí de juzgamiento-, podría llegar a tensionar la\ngarantía del debido proceso, respecto de la cual la imparcialidad es\ncondición necesaria.\nIII. En estos términos, opino que corresponde hacer lugar a la\nrecusación articulada.\n\nDictamen 1482/2021\n\nPágina 4/5\n\n\u000cNIDIA KARINA CICERO\nFISCAL DE CAMARA\nkcicero@fiscalias.gob.ar\nMinisterio Público Fiscal de la C.A.B.A.\n06/12/2021 14:10:01\n\nEl presente documento impreso es copia fiel del documento digital firmado en los términos de la Res. F.G.\n481/2013 disponible en http://www.fiscalias.gob.ar/docs/v/\n\nDictamen 1482/2021\n\nPágina 5/5\n\n\u000c\n\n\u000c\n\u000c\n\u000c\n\u000c\n \n\u000c"}]},{"esCedula":0,"codigo":"PS166","actuacionesNotificadas":"","fechaFirma":1635871612000,"firmantes":"TUÑON, MARIA CRUZ","actId":37667586,"titulo":"RECIBIDO - VISTA A MINISTERIO PUBLICO FISCAL","fechaNotificacion":0,"poseeAdjunto":0,"cuij":"","documentos":[{"URL":"https://eje.juscaba.gob.ar/iol-api/api/public/expedientes/actuaciones/pdf?datos=%7B%22actId%22:37667586,%22expId%22:2726765,%22esNota%22:false,%22cedulaId%22:null,%22ministerios%22:false%7D","MirrorURL":"http://srfp-documentos.odia.legal/a558f6d6d8666d822899a3856f619303f7718c62.pdf","actuacionId":"actuacion 37667586","numeroDeExpediente":"182908/2020","type":0,"nombre":"","content":"2021 - Año del Bicentenario de la Universidad de Buenos Aires\n\nCÁMARA DE APELACIONES EN LO CATyRC - SALA I SECRETARÍA UNICA\nOBSERVATORIO DE DERECHO INFORMATICO ARGENTINO O.D.I.A. CONTRA GCBA SOBRE INCIDENTE DE\nRECUSACIÓN - AMPARO - OTROS\nNúmero: INC 182908/2020-1\nCUIJ: INC J-01-00409611-4/2020-1\nActuación Nro: 2445179/2021\n\nEn la Ciudad de Buenos Aires. LM\nI. Por recibidos.\nII. Vista al Ministerio Público Fiscal.\n\n\u000cJUZGADO N°2|EXP:182908/2020-1 CUIJ J-01-00409611-4/2020-1|ACT 2445179/2021\n\nFIRMADO DIGITALMENTE\n\nMaria Cruz Tuñon\nPROSECRETARIO/A\nLETRADO/A\nCÁMARA DE\nAPELACIONES EN LO\nCATyRC - SALA I\n\n02/11/2021 13:46\n\n\u000c\n\nPoder Judicial de la Ciudad de Buenos Aires\nFuero Contencioso Administrativo y Tributaric\n\n \n\n \n\n \n\n \n\u000c\n   \n\nPoder Judicial\nCiudad de Buenos Aires\n\n \n\u000c"}]},{"esCedula":0,"codigo":"PS199","actuacionesNotificadas":"","fechaFirma":1635855939000,"firmantes":"CANEPA, DANIEL HORACIO","actId":37664952,"titulo":"REMISION A SALA EN VIRTUD DE LO DISPUESTO (simple) - SECRETARIA GENERAL","fechaNotificacion":0,"poseeAdjunto":0,"cuij":"","documentos":[{"URL":"https://eje.juscaba.gob.ar/iol-api/api/public/expedientes/actuaciones/pdf?datos=%7B%22actId%22:37664952,%22expId%22:2726765,%22esNota%22:false,%22cedulaId%22:null,%22ministerios%22:false%7D","MirrorURL":"http://srfp-documentos.odia.legal/aa09558701e1135b2f9e2bf3070d55f3efcc2295.pdf","actuacionId":"actuacion 37664952","numeroDeExpediente":"182908/2020","type":0,"nombre":"","content":"2021 - Año del Bicentenario de la Universidad de Buenos Aires\n\nJUZGADO DE 1RA INSTANCIA EN LO CONTENCIOSO ADMINISTRATIVO Y TRIBUTARIO Nº 2 SECRETARÍA N°3\nOBSERVATORIO DE DERECHO INFORMATICO ARGENTINO O.D.I.A. CONTRA GCBA SOBRE INCIDENTE DE RECUSACIÓN AMPARO - OTROS\nNúmero: INC 182908/2020-1\nCUIJ: INC J-01-00409611-4/2020-1\nActuación Nro: 2442830/2021\n\nSecretaría General de Cámara\n\nCiudad Autónoma de Buenos Aires, 02 de noviembre de 2021\nPor recibido.\nAtento a lo ordenado y conforme a lo dispuesto en la resolución\nN°2/2021, se procede a asignar a la Sala I de la Cámara de Apelaciones del Fuero las presentes actuaciones,\nen virtud de la prevención detectada en el sistema informático EJE.\nSirva la presente de atenta nota de envío.\n\nEn 02/11/2021 se remiten las presentes actuaciones, informáticamente, a la Sala I del fuero. Conste.-\n\n\u000cJUZGADO N°2|EXP:182908/2020-1 CUIJ J-01-00409611-4/2020-1|ACT 2442830/2021\n\nFIRMADO DIGITALMENTE\n\nDaniel Horacio Canepa\nPROSECRETARIO/A\nLETRADO/A\nSECRETARIA GENERAL\nEN LO CONTENCIOSO\nADMINISTRATIVO Y\nTRIBUTARIO y DE\nRELACIONES DE\nCONSUMO\n\n02/11/2021 09:25\n\n\u000c\n\n0 Poder Judicial de la Ciudad de Buenos Aires\n\nFuero Contencioso Administrativo y Tributaric\n\n \n\n \n\n \n\n \n\u000c\nPoder Judicial\nCiudad de Buenos Aires\n\n \n\u000c"}]},{"esCedula":0,"codigo":"PS60","actuacionesNotificadas":"","fechaFirma":1635789237000,"firmantes":"GALLARDO, ROBERTO ANDRES","actId":37657965,"titulo":"INFORME RECUSACION+","fechaNotificacion":0,"poseeAdjunto":0,"cuij":"","documentos":[{"URL":"https://eje.juscaba.gob.ar/iol-api/api/public/expedientes/actuaciones/pdf?datos=%7B%22actId%22:37657965,%22expId%22:2726765,%22esNota%22:false,%22cedulaId%22:null,%22ministerios%22:false%7D","MirrorURL":"http://srfp-documentos.odia.legal/94218a7ab07943efb168e7ec0ab7ad6850375c7e.pdf","actuacionId":"actuacion 37657965","numeroDeExpediente":"182908/2020","type":0,"nombre":"","content":"2021 - Año del Bicentenario de la Universidad de Buenos Aires\n\nJUZGADO DE 1RA INSTANCIA EN LO CONTENCIOSO ADMINISTRATIVO Y TRIBUTARIO Nº 2\nSECRETARÍA N°3\nOBSERVATORIO DE DERECHO INFORMATICO ARGENTINO O.D.I.A. CONTRA GCBA SOBRE INCIDENTE\nDE RECUSACIÓN - AMPARO - OTROS\nNúmero: INC 182908/2020-1\nCUIJ: INC J-01-00409611-4/2020-1\nActuación Nro: 2435759/2021\n\nCiudad Autónoma de Buenos Aires.\nSeñores Jueces y Juezas de la\nSala I de la Cámara de Apelaciones del\nFuero Contencioso Administrativo y Tributario y de\nRelaciones de Consumo de la\nCiudad Autónoma de Buenos Aires.\nAnte el planteo recusatorio efectuado por el letrado de la Procuración\nGeneral de la Ciudad Autónoma de Buenos Aires en representación de la parte\ndemandada, cumplo en elevar el informe previsto en el artículo 16 del Código CAyT.\nAnticipo que no comparto ninguno de los extremos planteados por el\nrecusante ya que los argumentos esgrimidos como fundamento de su pretensión que\nmotiva el presente resultan improcedentes y carentes de sustento fáctico y jurídico.\nEl demandado alega, para fundar su petición, la supuesta existencia de\nfalta de imparcialidad, y apartamiento de las reglas del debido proceso del derecho\nde defensa.\nCabe señalar que, más allá de lo afirmado por la parte recusante,\nninguna de las causas invocadas se encuentra configurada en autos, por lo que el\nplanteo no debería prosperar.\nEllo, por las razones que se detallan a continuación.\nI. Antecedentes de la causa.\nLa presente demanda de amparo iniciada por el Observatorio de\nDerecho Informático (ODIA) tiene por objeto que se realice un control de\nconstitucionalidad y convencionalidad del “acto administrativo Resolución N°\n398/MJYSGC/19 y en la Ley Nº 6.339, que modifica la Ley N.º 5.688 los artículos\n\n\u000c478, 480, 484, 490 y las incorporaciones de los artículos 480 bis y 490 bis, por ser\ndicho acto y dichas modificaciones inconstitucionales y contrarias a los distintos\nConvenios Internacionales firmados por el País, las mismas son con respecto al el\nSistema de Reconocimiento Facial de Prófugos , el Sistema Preventivo y el Sistema\nForense, sus correspondientes Registros de Base de Datos Informatizada y de la que\nse realizan tratamientos de datos automatizados, El sistema de Borrado o\nConservación de imágenes y videos, los plazos para remitir informaciones,\nmodificaciones y criterios en cuanto la implementación del sistema por parte de la\nComisión Especial de Seguimiento de los Sistemas de Video Vigilancia y Defensoría\ndel Pueblo por no existir los informes Constitucionales y Convencionales previos,\nasí como la conformación de la propia Comisión Especial de Seguimiento de los\nSistemas de Video Vigilancia”.\nLuego de diversas vicisitudes procesales, el 31/08/2021 se dispuso\nordenar las medidas de publicidad pertinentes a fin de garantizar que las personas\nque pudieran llegar a tener un interés en el resultado del litigio conozcan su\nexistencia, en concordancia con lo resuelto por la CSJN en las causas “Halabi” y\n“Padec”. Entre ellas, se ordenó publicar edictos en el Boletín Oficial de la Ciudad\nAutónoma de Buenos Aires; la notificación en los términos del art. 131 del Código\nde rito, en las emisoras oficiales de amplitud y frecuencia modulada (Radio AM y\nFM) y en los canales de televisión TV Pública de la CABA; Ordenar la publicación\nen la página web del CMCABA y en el Sistema de Difusión Judicial del\nDepartamento de Información Judicial; la publicación en la página web del\nCMCABA y en el Sistema de Difusión Judicial del Departamento de Información\nJudicial; y otorgar a todas aquellas personas que pudieran tener un interés en el\nresultado del litigio la posibilidad de integrar el proceso tanto como actores o\ndemandados (actuación n° 1749420/21).\nCumplidas dichas medidas, se presentaron en carácter de amicus\ncuriae diversas asociaciones y organizaciones, cuya intervención fue aceptada; y\ncomo actores, Paula Castillejo Arias, Víctor Leopoldo Castillejo Rivero y el Centro\nde Estudios Legales y Sociales (CELS).\nPosteriormente, habiéndose corrido traslado de la medida cautelar al\nGCBA y expedido la Fiscal, a fin de contar con elementos suficientes y actuales para\nevaluar tal petición, en uso de las facultades conferidas por el artículo 29 del CCAyT,\nel 27/10/2021, dispuse una serie de medidas. Estas fueron: a) requerirles al\n\n\u000c2021 - Año del Bicentenario de la Universidad de Buenos Aires\n\nJUZGADO DE 1RA INSTANCIA EN LO CONTENCIOSO ADMINISTRATIVO Y TRIBUTARIO Nº 2\nSECRETARÍA N°3\nOBSERVATORIO DE DERECHO INFORMATICO ARGENTINO O.D.I.A. CONTRA GCBA SOBRE INCIDENTE\nDE RECUSACIÓN - AMPARO - OTROS\nNúmero: INC 182908/2020-1\nCUIJ: INC J-01-00409611-4/2020-1\nActuación Nro: 2435759/2021\n\nMinisterio de Justicia y Seguridad de la CABA, a la Defensoría del Pueblo de la\nCABA, a la Comisión Especial de Seguimiento de los Sistemas de Video Vigilancia\nde la Legislatura de la CABA, a diversas Cámaras penales y al Registro Nacional de\nReincidencia, información relacionada con el objeto de autos y b) disponer la\nrealización de una constatación para el día miércoles 3 de noviembre de 2021 a las\n9:30 horas, en el Centro de Monitoreo Urbano (CMU) sito en Av. Guzmán 396, de\nesta Ciudad (actuación nº 2384543).\nEs tal la decisión que origina la pretensión recusatoria del GCBA.\nII. Flagrante improcedencia del planteo recusatorio.\nA partir de la referida resolución, que se limita a obtener la\ninformación necesaria para evaluar la pretensión cautelar de la actora, el GCBA\npretende apartarme del conocimiento de la causa basándose en una serie de\nafirmaciones dogmáticas y carentes de todo fundamento y sin justificar en concreto,\nen ningún caso, como se habrían configurado las supuestas transgresiones al\nordenamiento procesal.\nAnalizaré a continuaciones tales alegaciones, no sin antes anticipar\nque todos los argumentos destinados a sustentar la recusación no son otra cosa\nque un cuestionamiento a decisiones de dirección procesal adoptadas por el\nsuscripto, propias eventualmente de un planteo recursivo y que debieron haber\nsido canalizadas por esa vía. Como se verá a continuación, las causales de recusación\ninvocadas constituyen meras disidencias con el criterio aplicado por el Tribunal, y en\nnada se vinculan con la alegada “falta de imparcialidad”, ni menos aún con el\n“apartamiento manifiesto de las reglas del debido proceso”.\nPara sostener su planteo recusatorio, la parte demandada desliza su\ncuestionamiento afirmando que “dictó el sentenciante una serie de medidas que\nexceden absolutamente su competencia y su actuación en el proceso”.\n\n\u000cProfundizando, aduce que quien aquí suscribe “ha ordenado una serie\nde medidas judiciales que ninguna de las partes ha solicitado y que nada aportan al\nplanteo efectuado por la parte actora” y que “[s]i bien contaba con elementos\nsuficientes para resolver la cuestión introducida por la actora, el magistrado ha\ndecidido suplir la actividad que le compete a los litigantes, confundiendo su rol de\ndirector del proceso con el de parte”.\nA su vez, destaca que “resulta indubitable que el juez podía resolver\nla medida precautoria sin necesidad de ampliar el objeto de autos” y que “contrario\na derecho y de una parcialidad manifiesta que el juez dicte medidas para mejor\nproveer, ya no respecto del fondo del asunto sino, en lo que supone la búsqueda de\nalgún resquicio que le permita dictar una cautelar”.\nEllo, en definitiva, parece ser el único fundamento de la recusación\nplanteada por el GCBA. Es decir, el mero hecho de haber solicitado información a\ndiversos organismos o entidades estatales y el haber fijado una constatación cuyo\nobjeto es ilustrarse in situ sobre el funcionamiento del Sistema de Reconocimiento\nFacial de Prófugos y conocer los procedimientos que lleva a cabo el personal en el\ntratamiento, procesamiento y destrucción de los datos personales en medios\ninformatizados. Tal circunstancia, supone para el GCBA, falta de imparcialidad y\nviolación de derecho de defensa.\nEste planteo denota, más allá de la falta de sustento, un\ndesconocimiento palmario de las reglas del proceso de amparo y de los procesos\ncolectivos.\nEn primer lugar, el representante del Gobierno demandado parece\nignorar que el art. 29 del Código CAyT (de aplicación supletoria al proceso de\namparo) faculta a los jueces a disponer en cualquier momento y sin que medie\npedido de parte, “las diligencias necesarias para esclarecer la verdad de los\nhechos controvertidos” y que, por otra parte, el art. 14 de la Constitución local\nestablece que el procedimiento de amparo “está desprovisto de formalidades\nprocesales que afecten su operatividad”.\nNo se logra entender cómo la simple disposición de medidas\ntendientes a recabar la información pertinente al objeto del litigio puede constituir un\nacto que denote falta de imparcialidad. De hecho, tampoco se advierte cual sería el\nagravio que conlleva la comprobación de los hechos que las medidas intentan aclarar,\n\n\u000c2021 - Año del Bicentenario de la Universidad de Buenos Aires\n\nJUZGADO DE 1RA INSTANCIA EN LO CONTENCIOSO ADMINISTRATIVO Y TRIBUTARIO Nº 2\nSECRETARÍA N°3\nOBSERVATORIO DE DERECHO INFORMATICO ARGENTINO O.D.I.A. CONTRA GCBA SOBRE INCIDENTE\nDE RECUSACIÓN - AMPARO - OTROS\nNúmero: INC 182908/2020-1\nCUIJ: INC J-01-00409611-4/2020-1\nActuación Nro: 2435759/2021\n\nmás aún, cuando una buena administración debe apuntar a la transparencia de sus\nactos.\nEn este marco, y teniendo en cuenta la naturaleza y relevancia\ninstitucional de la cuestión debatida, cuestionar que se haya resuelto recabar\ninformación imprescindible que permita esclarecer los hechos controvertidos y\nconducentes a fin de tomar una decisión jurisdiccional que no se dé de bruces con la\nrealidad de la sociedad, resulta absurdo.\nPor otro lado, también pareciera desconocer el GCBA lo que la\ndoctrina entiende respecto a las facultades ordenatorias e instructorias del Juez en el\nproceso.\nPuntualmente, en relación a las medidas para mejor proveer se\nsostiene que “en el juicio contencioso-administrativo, además de la seguridad sobre\nla veracidad de lo que se ha probado, tienden a algo más: esto es, satisfacer el\ninterés público, que no pertenece en patrimonio a ninguna de las partes, aunque\nexista una parte instituida en el proceso para representarlo” y se enfatiza que “el\nmagistrado de lo contencioso, más cuando interviene en los recursos objetivos, debe\nsatisfacer al interés público a través de la verdad investigada y comprobada en la\ncausa. La verdad es el objeto, y el interés público es el fin; por eso, las denominadas\ndiligencias para mejor proveer no tienen limitaciones ni necesitan conformidades\nprevias”1.\nCon el mismo norte, cabe resaltar que el derecho a la prueba que las\npartes ostentan no implica de ningún modo un monopolio a favor de los litigantes,\nsino que “[e]l juez debe pronunciar su fallo sobre la base de la certeza de los hechos\nlitigiosos, y la prueba de éstos, ante la insuficiencia de la aportada por las partes, le\n\n1 Fiorini, Bartolomé A., Qué es el contencioso, pág. 281, 2º párrafo.\n\n\u000ccorresponde al juez sentenciante. Ello resulta imprescindible para que éste tenga la\nconvicción, la certeza de lo ocurrido”2.\nClaramente el planteo recusatorio del GCBA no encuentra sustento\nfáctico, normativo ni doctrinario.\nDesde la óptica jurisprudencial, nótese que la Cámara de Apelaciones\ndel fuero ha afirmado que “la búsqueda de la verdad no puede ser renunciada por\nlos magistrados, ni el intento de hallarla ser fundamento recursivo de ninguna de las\npartes. De este modo, el juez debe procurarse el conocimiento de los hechos\ncontrovertidos y conducentes cuando ello le sea imprescindible para poder dictar\nuna sentencia justa, pudiendo a esos fines valerse de todas las medidas de prueba\nque a su juicio sean razonables y suficientes, a condición de que no medie agravio\nsustancial para el derecho de defensa, ya que una actividad pasiva o de libertad\nnegativa que adscribe el pronunciamiento final a una solución formal o aparente, no\nse conforma con el adecuado servicio de justicia”3.\nEn la misma línea argumentativa se ha expedido la Corte Suprema de\nJusticia de la Nación, en clásica doctrina, al sostener que “[l]a renuncia consciente a\nla búsqueda de la verdad jurídica objetiva no se compadece con la misión de\nadministrar justicia”4.\nRealmente, el cuestionamiento es tan carente de lógica que exime de\nmayores comentarios.\nA continuación, y más allá del argumento principal ya abordado, sin\ndar mayores explicaciones relativas a por qué la resolución atacada afectaría la\ngarantía de imparcialidad y las reglas del debido proceso, el GCBA ensaya una serie\nde alegaciones genéricas que sólo reiteran dichos vertidos en otras oportunidades y\ndestina innumerables párrafos a citar causas absolutamente ajenas a este proceso y\nantecedentes que no tienen vinculación alguna con la presente litis.\nUna vez más, frases grandilocuentes y agraviantes a mí investidura,\nque sólo exhiben la carencia de fundamentos del planteo recusatorio.\nIII. Desviación del uso de las herramientas procesales.\n\n2 Masciotra, Mario, Poderes-deberes del juez en el proceso civil, Buenos Aires, Editorial Astrea,\n2014, pág 292.\n3 Cámara CAyT, Sala II, 13/04/2004, “Paz, Marta y otros c/ GCBA” Expte. 965/0.\n4 C.S.J.N. 23/12/80, “O.J.C. c/ A.O.N.”, publ. en La Ley 1981-C-68\n\n\u000c2021 - Año del Bicentenario de la Universidad de Buenos Aires\n\nJUZGADO DE 1RA INSTANCIA EN LO CONTENCIOSO ADMINISTRATIVO Y TRIBUTARIO Nº 2\nSECRETARÍA N°3\nOBSERVATORIO DE DERECHO INFORMATICO ARGENTINO O.D.I.A. CONTRA GCBA SOBRE INCIDENTE\nDE RECUSACIÓN - AMPARO - OTROS\nNúmero: INC 182908/2020-1\nCUIJ: INC J-01-00409611-4/2020-1\nActuación Nro: 2435759/2021\n\nEfectuado el análisis puntual de cada una de las alegaciones de la\ndemandada para intentar apartarme del proceso colectivo en cuestión, creo necesario\nformular algunas consideraciones generales acerca de la intencionalidad de la\npresentación que motiva este informe. El Código CAyT prevé, expresamente,\ndiversas vías recursivas como mecanismo para obtener la revisión de los\npronunciamientos judiciales y, eventualmente, su revocación; pero en ningún\nsupuesto puede proceder la recusación de un magistrado ante el desacuerdo de una\nparte hacia sus decisorios.\nNótese que, de haberse contemplado tal posibilidad, cualquier persona\nque se viera perjudicada por una sentencia judicial solicitaría, inmediatamente, la\nrecusación del juez natural de la causa, lo que a todas luces resultaría contrario a la\ngarantía establecida por el art. 18 de la Constitución Nacional así como a lo dispuesto\npor el art. 4 de la ley n° 7.\nEn definitiva, lo que el GCBA ataca es una decisión adoptada en el\nmarco de un proceso de amparo y en ejercicio de las facultades otorgadas al órgano\njurisdiccional por la ley de amparo y por el Código de rito. Pero en lugar de recurrir a\nlas vías adecuadas, la recusante intenta a lo largo de su presentación cuajar tal\nplanteo con la causal de recusación prevista en el art. 11 del Código CAyT. Algo que\nsin embargo no logra, en tanto no cuenta con sustento jurídico ni fáctico.\nEvidentemente, la única fundamentación del planteo recusatorio es el\ndesacuerdo, es estar en disconformidad con la resolución adoptada. Se trasluce\nentonces, que la demandada se ha valido de meros subterfugios a fin de intentar el\napartamiento del juez natural de la presente causa, sin más sustento jurídico ni\nfáctico que su descontento por el modo en que el Tribunal ha resuelto los presentes\nactuados, al tiempo que busca eludir, en lo sucesivo, el evidente disgusto que le\ngenera la intervención del suscripto en esta causa.\n\n\u000cA tenor de lo expuesto, considero que la petición de recusación\npresentada por el GCBA debe ser rechazada por improcedente. Es que lo contrario, a\nentender de quien aquí suscribe, implicaría tanto como la implícita permisión de que\nse manipulen discrecionalmente los institutos procesales, con el único animo de\napartar a los y las magistradas que generen incomodidades las partes por resultarles\nadversas las decisiones que se traten.\nIV. Orfandad probatoria del recusante – Aplicación de la doctrina\nde la improcedencia de la CSJN.\nDe todo lo hasta aquí señalado se desprende que el GCBA se ha\nlimitado a interponer un pedido de recusación por supuesta falta de parcialidad sin\naportar ninguna prueba alguna que diera sustento a su petición.\nDado que nuestro ordenamiento establece que la carga de la prueba le\nincumbe a la parte que afirma la existencia de un hecho (confr. art. 301 del CCAyT),\nla circunstancia de no aportar ningún elemento probatorio sella desfavorablemente la\nsuerte de su petición.\nAl respecto, nuestro máximo Tribunal ha dicho que “la prueba\nconstituye la actividad procesal encargada de producir el convencimiento o certeza\nsobre los hechos controvertidos y supone un imperativo del propio interés del\nlitigante quien, a su vez, corre el riesgo de obtener una decisión desfavorable en el\ncaso de adoptar una actitud omisiva”5.\nDe igual modo, la misma CSJN ha desarrollado la doctrina de la\nimprocedencia, que implica rechazar pedidos vagos, carentes de fundamentación,\nextemporáneos, que no encuadren en ninguna causal, faltos de prueba6.\nA tenor de lo expuesto considero que la petición de recusación\npresentada por el GCBA debe ser rechazada por improcedente.\nV. Abuso procesal. Temeridad y malicia.\nLigado con lo dicho en el punto que antecede, el planteo recusatorio\nque contesto se advierte violatorio de la prerrogativa procesal que confiere el\nart. 11 del CCAyT en tanto se traduce en un ejercicio abusivo de dicha facultad.\n\n5 Fallos: 318:2555.\n6 Fallos, 205:635; 240:123; 244:506; 270:415; 274:86; 280:347; 303:1943.\n\n\u000c2021 - Año del Bicentenario de la Universidad de Buenos Aires\n\nJUZGADO DE 1RA INSTANCIA EN LO CONTENCIOSO ADMINISTRATIVO Y TRIBUTARIO Nº 2\nSECRETARÍA N°3\nOBSERVATORIO DE DERECHO INFORMATICO ARGENTINO O.D.I.A. CONTRA GCBA SOBRE INCIDENTE\nDE RECUSACIÓN - AMPARO - OTROS\nNúmero: INC 182908/2020-1\nCUIJ: INC J-01-00409611-4/2020-1\nActuación Nro: 2435759/2021\n\nEn efecto, el hecho de utilizar tal mecanismo procesal desprovisto de\nya ni siquiera serios, sino al menos existentes argumentos, luce el evidente y único\npropósito de asegurar el apartamiento de este juez en el conocimiento de la presente\ncausa, lo que obviamente colisiona con las más básicas nociones del debido proceso\nseñalado en las citadas pautas constitucionales.\nEn este contexto, se señala que el despliegue de un actuar inadecuado\nrespecto de la finalidad tenida en cuenta por el legislador al reconocerles la\ntitularidad y el ejercicio de una determinada prerrogativa procesal, configura un\nabuso procesal que debe ser impedido a fin de asegurar la vigencia de la bona fides\nen un proceso y su tramitación conforme los demás principios procesales.\nEn ese sentido, se ha dicho que el abuso procesal “implica no sólo un\nejercicio antifuncional sino también un inadecuado ejercicio de poderes y aun de\ndeberes funcionales” y que “lo sustancial del instituto ADP (abuso del proceso)\nreside en que cuando concurre se da siempre in proceder ´inadeucado`” 7. Esta regla\nse manifiesta, en lo que aquí interesa, con la prohibición de la utilización inadecuada\nde los mecanismos procesales específicos que podrían derivar en una\ndesnaturalización de los fines tuitivos inherentes a todo accionar jurisdiccional.\nDe esta manera, la falta de fundamentación de este planteo recusatorio\nse configura como un ejercicio abusivo de la facultad legal conferida por el art. 11\ndel Código de rito, que de ser estimado procedente legitimaria la sustracción\nirrazonable de la jurisdicción.\nEn este escenario, corresponde también calificar de maliciosa y\ntemeraria, en los términos del art. 39 del Código CAyT la conducta procesal\nasumida por el GCBA en autos. Maliciosa, porque tiene como objetivo indudable el\nentorpecimiento del avance del proceso, evitando la ejecución de las decisiones\njudiciales adoptadas de consuno con los reclamos de las partes y la legislación\n7 Peyrano, Jorge W. “Abuso Procesal”, Editorial Rubinzal-Culzoni, Buenos Aires, pagina 76.\n\n\u000cvigente. Y temeraria, porque la parte demandada efectúa el planteo recusatorio aún\ncon plena conciencia de la sinrazón y la carencia de fundamentos.\nSobre el punto cabe recordar que en materia de temeridad y malicia\nprocesal, la Corte Suprema de Justicia de la Nación tiene dicho que “cabe señalar\nque en el amparo la recusación con causa debe ser clara, categórica y no sólo\ninsinuada, la vaguedad la torna maliciosa (Fallos: 314:428); y que el instituto de la\nrecusación erigido para preservar la imparcialidad de los tribunales de justicia no\ndebe transformarse en un medio espurio para apartar a los jueces del conocimiento\nde la causa que por norma legal les ha sido atribuido (Fallos: 319:758)” 8 (el\ndestacado me pertenece).\nEn este caso, la temeridad y la malicia son tan manifiestas y de tanta\nenvergadura, que ameritan la aplicación de las sanciones legales de oficio. Así lo\nentiende también el Máximo Tribunal federal, al sostener que “la restricción\nproveniente del referido artículo 45 del Código Procesal, en la medida en que\nautoriza a sancionar a la parte y a su letrado sin necesidad de sustanciación previa\nno es irrazonable, dado que los jueces, en ejercicio de su facultad de sancionar todo\nacto contrario a la lealtad y buena fe exigibles en el proceso, actúan de conformidad\na un mandato legal que tiende a preservar intereses superiores de la administración\nde justicia, en salvaguarda de los litigantes y de la buena marcha del juicio. De aquí\nque cuando una conducta desleal y temeraria imputable al interesado ha sido\nobjetivamente comprobada, los magistrados se encuentran facultados para defender\ntales intereses sin necesidad de nueva audiencia de quienes hubieses trasgredido los\ndeberes impuestos por las reglas del procedimiento, por lo que al no encontrarse\nafectada la garantía de defensa en juicio resulta inatendible el argumento\nconstitucional”9.\nEn definitiva, la reprochable actitud procesal asumida por el GCBA,\nimporta una conducta claramente temeraria y maliciosa que requiere, para evitar su\neventual reiteración, la imposición de sanciones en los términos de los arts. 27 inc. 6\ny 39 in fine del CCAyT. Por tal razón respetuosamente solicito a los señores Jueces\ny Jueza de la Sala I de la Cámara de Apelaciones del fuero que, en caso de\nconsiderarlo pertinente, procedan a su aplicación.\n\n8 Fallos 326:1512\n9 Fallos 311:1176\n\n\u000c2021 - Año del Bicentenario de la Universidad de Buenos Aires\n\nJUZGADO DE 1RA INSTANCIA EN LO CONTENCIOSO ADMINISTRATIVO Y TRIBUTARIO Nº 2\nSECRETARÍA N°3\nOBSERVATORIO DE DERECHO INFORMATICO ARGENTINO O.D.I.A. CONTRA GCBA SOBRE INCIDENTE\nDE RECUSACIÓN - AMPARO - OTROS\nNúmero: INC 182908/2020-1\nCUIJ: INC J-01-00409611-4/2020-1\nActuación Nro: 2435759/2021\n\nVI. Conclusión\nEn definitiva, tanto la acusación de falta de imparcialidad de quien\naquí suscribe, la supuesta transgresión del orden procesal en contra del derecho de\ndefensa y debido proceso, resultan afirmaciones dogmáticas y lacónicas que no\nacreditan la vulneración que se pretende denunciar.\nPor todo lo expuesto, entiendo no estar comprendido en ninguna de las\ncausales de recusación invocadas por el GCBA y, en consecuencia, no se justifica el\napartamiento pretendido por no haber sido afectada ninguna garantía procesal.\nSin perjuicio de ello, dejo la cuestión elevada al más alto criterio de la\nSala I de la Cámara de Apelaciones.\nSaludo a ustedes muy atentamente.\n\n\u000cJUZGADO N°2|EXP:182908/2020-1 CUIJ J-01-00409611-4/2020-1|ACT 2435759/2021\n\nFIRMADO DIGITALMENTE\n\nRoberto Andres\nGallardo\nJUEZ/A\nJUZGADO DE 1RA\nINSTANCIA EN LO\nCONTENCIOSO\nADMINISTRATIVO Y\nTRIBUTARIO Nº 2\n\n01/11/2021 14:53\n\n\u000c\n\nPoder Judicial de la Ciudad de Buenos Aires\nFuero Contencioso Administrativo y Tributario\n\n   \n\n \n\n \n\n \n\n \n\u000c\n\u000c\nPoder Judicial de la Ciudad de Buenos Aires\nFuero Contencioso Administrativo y Tributario\n\n   \n\n \n\n \n\n \n\n \n\u000c\n\u000c\n \n\nde la Ciudad de Buenos Aires\n\n(Ea) Potes\nFuero Contencioso Administrativo y Tributario\n\n \n\n \n\n \n\n \n\u000c\n\u000c\nPoder Judicial de la Ciudad de Buenos Aires\nFuero Contencioso Administrativo y Tributario\n\n   \n\n \n\n \n\n \n\n \n\u000c\n\u000c\n \n\nde la Ciudad de Buenos Aires\n\n(Ea) Potes\nFuero Contencioso Administrativo y Tributario\n\n \n\n \n\n \n\n \n\u000c\n\u000c\nPoder Judicial de la Ciudad de Buenos Aires\nFuero Contencioso Administrativo y Tributario\n\n   \n\n \n\n \n\n \n\n \n\u000c\n   \n\nPoder Judicial\nCiudad de Buenos Aires\n\n \n\u000c"}]},{"esCedula":0,"codigo":"PS60","actuacionesNotificadas":"","fechaFirma":1635789237000,"firmantes":"GALLARDO, ROBERTO ANDRES","actId":37656855,"titulo":"POR FORMADO EL INCIDENTE - CONFECCIONESE INFORME+","fechaNotificacion":0,"poseeAdjunto":0,"cuij":"","documentos":[{"URL":"https://eje.juscaba.gob.ar/iol-api/api/public/expedientes/actuaciones/pdf?datos=%7B%22actId%22:37656855,%22expId%22:2726765,%22esNota%22:false,%22cedulaId%22:null,%22ministerios%22:false%7D","MirrorURL":"http://srfp-documentos.odia.legal/63feb7d4e9c3f8d1439bdbcd84ca8c846d29ed64.pdf","actuacionId":"actuacion 37656855","numeroDeExpediente":"182908/2020","type":0,"nombre":"","content":"2021 - Año del Bicentenario de la Universidad de Buenos Aires\n\nJUZGADO DE 1RA INSTANCIA EN LO CONTENCIOSO ADMINISTRATIVO Y TRIBUTARIO Nº 2\nSECRETARÍA N°3\nOBSERVATORIO DE DERECHO INFORMATICO ARGENTINO O.D.I.A. CONTRA GCBA SOBRE INCIDENTE\nDE RECUSACIÓN - AMPARO - OTROS\nNúmero: INC 182908/2020-1\nCUIJ: INC J-01-00409611-4/2020-1\nActuación Nro: 2434600/2021\n\nCiudad Autónoma de Buenos Aires.bq\nTéngase por formado el incidente de recusación conforme lo ordenado\nen los autos principales y hágase saber a la Alzada y a las partes que las actuaciones\nnecesarias para la tramitación del presente se encuentran disponibles en la consulta\npública web de la causa principal, la cual se encuentra completamente digitalizada.\nPasen los autos a la confección del informe previsto en el art. 16 del\nCCAyT (cfme. arts. 13 y 26 de la ley 2.145).\n\n\u000cJUZGADO N°2|EXP:182908/2020-1 CUIJ J-01-00409611-4/2020-1|ACT 2434600/2021\n\nFIRMADO DIGITALMENTE\n\nRoberto Andres\nGallardo\nJUEZ/A\nJUZGADO DE 1RA\nINSTANCIA EN LO\nCONTENCIOSO\nADMINISTRATIVO Y\nTRIBUTARIO Nº 2\n\n01/11/2021 14:53\n\n\u000c\n\nPoder Judicial de la Ciudad de Buenos Aires\nFuero Contencioso Administrativo y Tributario\n\n   \n\n \n\n \n\n \n\n \n\u000c\n   \n\nPoder Judicial\nCiudad de Buenos Aires\n\n \n\u000c"}]}]}
