{"ExpId":2726765,"radicaciones":{"secretariaPrimeraInstancia":"SECRETARÍA N°3","organismoSegundaInstancia":"CÁMARA DE APELACIONES EN LO CATyRC - SALA I","secretariaSegundaInstancia":"SECRETARÍA UNICA","organismoPrimeraInstancia":"JUZGADO DE 1RA INSTANCIA EN LO CONTENCIOSO ADMINISTRATIVO Y TRIBUTARIO Nº 2"},"numero":182908,"anio":2020,"sufijo":1,"objetosJuicio":[{"objetoJuicio":"OTROS","categoria":"A","esPrincipal":1,"materia":"AMPARO"}],"ubicacion":{"organismo":"UNIDAD DE COORDINACION DE 2DA INST. CAYT","dependencia":"UNICO2_MESA"},"fechaInicio":1635781056964,"ultimoMovimiento":1635874080000,"tieneSentencia":0,"esPrivado":0,"tipoExpediente":"INC","cuij":"J-01-00409611-4/2020-1","caratula":"OBSERVATORIO DE DERECHO INFORMATICO ARGENTINO O.D.I.A. CONTRA GCBA SOBRE INCIDENTE DE RECUSACIÓN - AMPARO - OTROS","monto":0,"etiquetas":"DIGITALIZADO","Actuaciones":[{"esCedula":0,"codigo":"PS166","actuacionesNotificadas":"","fechaFirma":1635871612000,"firmantes":"TUÑON, MARIA CRUZ","actId":37667586,"titulo":"RECIBIDO - VISTA A MINISTERIO PUBLICO FISCAL","fechaNotificacion":0,"poseeAdjunto":0,"cuij":"","documentos":[{"URL":"https://eje.juscaba.gob.ar/iol-api/api/public/expedientes/actuaciones/pdf?datos=%7B%22actId%22:37667586,%22expId%22:2726765,%22esNota%22:false,%22cedulaId%22:null,%22ministerios%22:false%7D","MirrorURL":"http://srfp-documentos.odia.legal/a558f6d6d8666d822899a3856f619303f7718c62.pdf","actuacionId":"actuacion 37667586","numeroDeExpediente":"182908/2020","type":0,"nombre":"","content":"2021 - Año del Bicentenario de la Universidad de Buenos Aires\n\nCÁMARA DE APELACIONES EN LO CATyRC - SALA I SECRETARÍA UNICA\nOBSERVATORIO DE DERECHO INFORMATICO ARGENTINO O.D.I.A. CONTRA GCBA SOBRE INCIDENTE DE\nRECUSACIÓN - AMPARO - OTROS\nNúmero: INC 182908/2020-1\nCUIJ: INC J-01-00409611-4/2020-1\nActuación Nro: 2445179/2021\n\nEn la Ciudad de Buenos Aires. LM\nI. Por recibidos.\nII. Vista al Ministerio Público Fiscal.\n\n\u000cJUZGADO N°2|EXP:182908/2020-1 CUIJ J-01-00409611-4/2020-1|ACT 2445179/2021\n\nFIRMADO DIGITALMENTE\n\nMaria Cruz Tuñon\nPROSECRETARIO/A\nLETRADO/A\nCÁMARA DE\nAPELACIONES EN LO\nCATyRC - SALA I\n\n02/11/2021 13:46\n\n\u000c\n\nPoder Judicial de la Ciudad de Buenos Aires\nFuero Contencioso Administrativo y Tributaric\n\n \n\n \n\n \n\n \n\u000c\n   \n\nPoder Judicial\nCiudad de Buenos Aires\n\n \n\u000c"}]},{"esCedula":0,"codigo":"PS199","actuacionesNotificadas":"","fechaFirma":1635855939000,"firmantes":"CANEPA, DANIEL HORACIO","actId":37664952,"titulo":"REMISION A SALA EN VIRTUD DE LO DISPUESTO (simple) - SECRETARIA GENERAL","fechaNotificacion":0,"poseeAdjunto":0,"cuij":"","documentos":[{"URL":"https://eje.juscaba.gob.ar/iol-api/api/public/expedientes/actuaciones/pdf?datos=%7B%22actId%22:37664952,%22expId%22:2726765,%22esNota%22:false,%22cedulaId%22:null,%22ministerios%22:false%7D","MirrorURL":"http://srfp-documentos.odia.legal/aa09558701e1135b2f9e2bf3070d55f3efcc2295.pdf","actuacionId":"actuacion 37664952","numeroDeExpediente":"182908/2020","type":0,"nombre":"","content":"2021 - Año del Bicentenario de la Universidad de Buenos Aires\n\nJUZGADO DE 1RA INSTANCIA EN LO CONTENCIOSO ADMINISTRATIVO Y TRIBUTARIO Nº 2 SECRETARÍA N°3\nOBSERVATORIO DE DERECHO INFORMATICO ARGENTINO O.D.I.A. CONTRA GCBA SOBRE INCIDENTE DE RECUSACIÓN AMPARO - OTROS\nNúmero: INC 182908/2020-1\nCUIJ: INC J-01-00409611-4/2020-1\nActuación Nro: 2442830/2021\n\nSecretaría General de Cámara\n\nCiudad Autónoma de Buenos Aires, 02 de noviembre de 2021\nPor recibido.\nAtento a lo ordenado y conforme a lo dispuesto en la resolución\nN°2/2021, se procede a asignar a la Sala I de la Cámara de Apelaciones del Fuero las presentes actuaciones,\nen virtud de la prevención detectada en el sistema informático EJE.\nSirva la presente de atenta nota de envío.\n\nEn 02/11/2021 se remiten las presentes actuaciones, informáticamente, a la Sala I del fuero. Conste.-\n\n\u000cJUZGADO N°2|EXP:182908/2020-1 CUIJ J-01-00409611-4/2020-1|ACT 2442830/2021\n\nFIRMADO DIGITALMENTE\n\nDaniel Horacio Canepa\nPROSECRETARIO/A\nLETRADO/A\nSECRETARIA GENERAL\nEN LO CONTENCIOSO\nADMINISTRATIVO Y\nTRIBUTARIO y DE\nRELACIONES DE\nCONSUMO\n\n02/11/2021 09:25\n\n\u000c\n\n0 Poder Judicial de la Ciudad de Buenos Aires\n\nFuero Contencioso Administrativo y Tributaric\n\n \n\n \n\n \n\n \n\u000c\nPoder Judicial\nCiudad de Buenos Aires\n\n \n\u000c"}]},{"esCedula":0,"codigo":"PS60","actuacionesNotificadas":"","fechaFirma":1635789237000,"firmantes":"GALLARDO, ROBERTO ANDRES","actId":37656855,"titulo":"POR FORMADO EL INCIDENTE - CONFECCIONESE INFORME+","fechaNotificacion":0,"poseeAdjunto":0,"cuij":"","documentos":[{"URL":"https://eje.juscaba.gob.ar/iol-api/api/public/expedientes/actuaciones/pdf?datos=%7B%22actId%22:37656855,%22expId%22:2726765,%22esNota%22:false,%22cedulaId%22:null,%22ministerios%22:false%7D","MirrorURL":"http://srfp-documentos.odia.legal/63feb7d4e9c3f8d1439bdbcd84ca8c846d29ed64.pdf","actuacionId":"actuacion 37656855","numeroDeExpediente":"182908/2020","type":0,"nombre":"","content":"2021 - Año del Bicentenario de la Universidad de Buenos Aires\n\nJUZGADO DE 1RA INSTANCIA EN LO CONTENCIOSO ADMINISTRATIVO Y TRIBUTARIO Nº 2\nSECRETARÍA N°3\nOBSERVATORIO DE DERECHO INFORMATICO ARGENTINO O.D.I.A. CONTRA GCBA SOBRE INCIDENTE\nDE RECUSACIÓN - AMPARO - OTROS\nNúmero: INC 182908/2020-1\nCUIJ: INC J-01-00409611-4/2020-1\nActuación Nro: 2434600/2021\n\nCiudad Autónoma de Buenos Aires.bq\nTéngase por formado el incidente de recusación conforme lo ordenado\nen los autos principales y hágase saber a la Alzada y a las partes que las actuaciones\nnecesarias para la tramitación del presente se encuentran disponibles en la consulta\npública web de la causa principal, la cual se encuentra completamente digitalizada.\nPasen los autos a la confección del informe previsto en el art. 16 del\nCCAyT (cfme. arts. 13 y 26 de la ley 2.145).\n\n\u000cJUZGADO N°2|EXP:182908/2020-1 CUIJ J-01-00409611-4/2020-1|ACT 2434600/2021\n\nFIRMADO DIGITALMENTE\n\nRoberto Andres\nGallardo\nJUEZ/A\nJUZGADO DE 1RA\nINSTANCIA EN LO\nCONTENCIOSO\nADMINISTRATIVO Y\nTRIBUTARIO Nº 2\n\n01/11/2021 14:53\n\n\u000c\n\nPoder Judicial de la Ciudad de Buenos Aires\nFuero Contencioso Administrativo y Tributario\n\n   \n\n \n\n \n\n \n\n \n\u000c\n   \n\nPoder Judicial\nCiudad de Buenos Aires\n\n \n\u000c"}]},{"esCedula":0,"codigo":"PS60","actuacionesNotificadas":"","fechaFirma":1635789237000,"firmantes":"GALLARDO, ROBERTO ANDRES","actId":37657965,"titulo":"INFORME RECUSACION+","fechaNotificacion":0,"poseeAdjunto":0,"cuij":"","documentos":[{"URL":"https://eje.juscaba.gob.ar/iol-api/api/public/expedientes/actuaciones/pdf?datos=%7B%22actId%22:37657965,%22expId%22:2726765,%22esNota%22:false,%22cedulaId%22:null,%22ministerios%22:false%7D","MirrorURL":"http://srfp-documentos.odia.legal/94218a7ab07943efb168e7ec0ab7ad6850375c7e.pdf","actuacionId":"actuacion 37657965","numeroDeExpediente":"182908/2020","type":0,"nombre":"","content":"2021 - Año del Bicentenario de la Universidad de Buenos Aires\n\nJUZGADO DE 1RA INSTANCIA EN LO CONTENCIOSO ADMINISTRATIVO Y TRIBUTARIO Nº 2\nSECRETARÍA N°3\nOBSERVATORIO DE DERECHO INFORMATICO ARGENTINO O.D.I.A. CONTRA GCBA SOBRE INCIDENTE\nDE RECUSACIÓN - AMPARO - OTROS\nNúmero: INC 182908/2020-1\nCUIJ: INC J-01-00409611-4/2020-1\nActuación Nro: 2435759/2021\n\nCiudad Autónoma de Buenos Aires.\nSeñores Jueces y Juezas de la\nSala I de la Cámara de Apelaciones del\nFuero Contencioso Administrativo y Tributario y de\nRelaciones de Consumo de la\nCiudad Autónoma de Buenos Aires.\nAnte el planteo recusatorio efectuado por el letrado de la Procuración\nGeneral de la Ciudad Autónoma de Buenos Aires en representación de la parte\ndemandada, cumplo en elevar el informe previsto en el artículo 16 del Código CAyT.\nAnticipo que no comparto ninguno de los extremos planteados por el\nrecusante ya que los argumentos esgrimidos como fundamento de su pretensión que\nmotiva el presente resultan improcedentes y carentes de sustento fáctico y jurídico.\nEl demandado alega, para fundar su petición, la supuesta existencia de\nfalta de imparcialidad, y apartamiento de las reglas del debido proceso del derecho\nde defensa.\nCabe señalar que, más allá de lo afirmado por la parte recusante,\nninguna de las causas invocadas se encuentra configurada en autos, por lo que el\nplanteo no debería prosperar.\nEllo, por las razones que se detallan a continuación.\nI. Antecedentes de la causa.\nLa presente demanda de amparo iniciada por el Observatorio de\nDerecho Informático (ODIA) tiene por objeto que se realice un control de\nconstitucionalidad y convencionalidad del “acto administrativo Resolución N°\n398/MJYSGC/19 y en la Ley Nº 6.339, que modifica la Ley N.º 5.688 los artículos\n\n\u000c478, 480, 484, 490 y las incorporaciones de los artículos 480 bis y 490 bis, por ser\ndicho acto y dichas modificaciones inconstitucionales y contrarias a los distintos\nConvenios Internacionales firmados por el País, las mismas son con respecto al el\nSistema de Reconocimiento Facial de Prófugos , el Sistema Preventivo y el Sistema\nForense, sus correspondientes Registros de Base de Datos Informatizada y de la que\nse realizan tratamientos de datos automatizados, El sistema de Borrado o\nConservación de imágenes y videos, los plazos para remitir informaciones,\nmodificaciones y criterios en cuanto la implementación del sistema por parte de la\nComisión Especial de Seguimiento de los Sistemas de Video Vigilancia y Defensoría\ndel Pueblo por no existir los informes Constitucionales y Convencionales previos,\nasí como la conformación de la propia Comisión Especial de Seguimiento de los\nSistemas de Video Vigilancia”.\nLuego de diversas vicisitudes procesales, el 31/08/2021 se dispuso\nordenar las medidas de publicidad pertinentes a fin de garantizar que las personas\nque pudieran llegar a tener un interés en el resultado del litigio conozcan su\nexistencia, en concordancia con lo resuelto por la CSJN en las causas “Halabi” y\n“Padec”. Entre ellas, se ordenó publicar edictos en el Boletín Oficial de la Ciudad\nAutónoma de Buenos Aires; la notificación en los términos del art. 131 del Código\nde rito, en las emisoras oficiales de amplitud y frecuencia modulada (Radio AM y\nFM) y en los canales de televisión TV Pública de la CABA; Ordenar la publicación\nen la página web del CMCABA y en el Sistema de Difusión Judicial del\nDepartamento de Información Judicial; la publicación en la página web del\nCMCABA y en el Sistema de Difusión Judicial del Departamento de Información\nJudicial; y otorgar a todas aquellas personas que pudieran tener un interés en el\nresultado del litigio la posibilidad de integrar el proceso tanto como actores o\ndemandados (actuación n° 1749420/21).\nCumplidas dichas medidas, se presentaron en carácter de amicus\ncuriae diversas asociaciones y organizaciones, cuya intervención fue aceptada; y\ncomo actores, Paula Castillejo Arias, Víctor Leopoldo Castillejo Rivero y el Centro\nde Estudios Legales y Sociales (CELS).\nPosteriormente, habiéndose corrido traslado de la medida cautelar al\nGCBA y expedido la Fiscal, a fin de contar con elementos suficientes y actuales para\nevaluar tal petición, en uso de las facultades conferidas por el artículo 29 del CCAyT,\nel 27/10/2021, dispuse una serie de medidas. Estas fueron: a) requerirles al\n\n\u000c2021 - Año del Bicentenario de la Universidad de Buenos Aires\n\nJUZGADO DE 1RA INSTANCIA EN LO CONTENCIOSO ADMINISTRATIVO Y TRIBUTARIO Nº 2\nSECRETARÍA N°3\nOBSERVATORIO DE DERECHO INFORMATICO ARGENTINO O.D.I.A. CONTRA GCBA SOBRE INCIDENTE\nDE RECUSACIÓN - AMPARO - OTROS\nNúmero: INC 182908/2020-1\nCUIJ: INC J-01-00409611-4/2020-1\nActuación Nro: 2435759/2021\n\nMinisterio de Justicia y Seguridad de la CABA, a la Defensoría del Pueblo de la\nCABA, a la Comisión Especial de Seguimiento de los Sistemas de Video Vigilancia\nde la Legislatura de la CABA, a diversas Cámaras penales y al Registro Nacional de\nReincidencia, información relacionada con el objeto de autos y b) disponer la\nrealización de una constatación para el día miércoles 3 de noviembre de 2021 a las\n9:30 horas, en el Centro de Monitoreo Urbano (CMU) sito en Av. Guzmán 396, de\nesta Ciudad (actuación nº 2384543).\nEs tal la decisión que origina la pretensión recusatoria del GCBA.\nII. Flagrante improcedencia del planteo recusatorio.\nA partir de la referida resolución, que se limita a obtener la\ninformación necesaria para evaluar la pretensión cautelar de la actora, el GCBA\npretende apartarme del conocimiento de la causa basándose en una serie de\nafirmaciones dogmáticas y carentes de todo fundamento y sin justificar en concreto,\nen ningún caso, como se habrían configurado las supuestas transgresiones al\nordenamiento procesal.\nAnalizaré a continuaciones tales alegaciones, no sin antes anticipar\nque todos los argumentos destinados a sustentar la recusación no son otra cosa\nque un cuestionamiento a decisiones de dirección procesal adoptadas por el\nsuscripto, propias eventualmente de un planteo recursivo y que debieron haber\nsido canalizadas por esa vía. Como se verá a continuación, las causales de recusación\ninvocadas constituyen meras disidencias con el criterio aplicado por el Tribunal, y en\nnada se vinculan con la alegada “falta de imparcialidad”, ni menos aún con el\n“apartamiento manifiesto de las reglas del debido proceso”.\nPara sostener su planteo recusatorio, la parte demandada desliza su\ncuestionamiento afirmando que “dictó el sentenciante una serie de medidas que\nexceden absolutamente su competencia y su actuación en el proceso”.\n\n\u000cProfundizando, aduce que quien aquí suscribe “ha ordenado una serie\nde medidas judiciales que ninguna de las partes ha solicitado y que nada aportan al\nplanteo efectuado por la parte actora” y que “[s]i bien contaba con elementos\nsuficientes para resolver la cuestión introducida por la actora, el magistrado ha\ndecidido suplir la actividad que le compete a los litigantes, confundiendo su rol de\ndirector del proceso con el de parte”.\nA su vez, destaca que “resulta indubitable que el juez podía resolver\nla medida precautoria sin necesidad de ampliar el objeto de autos” y que “contrario\na derecho y de una parcialidad manifiesta que el juez dicte medidas para mejor\nproveer, ya no respecto del fondo del asunto sino, en lo que supone la búsqueda de\nalgún resquicio que le permita dictar una cautelar”.\nEllo, en definitiva, parece ser el único fundamento de la recusación\nplanteada por el GCBA. Es decir, el mero hecho de haber solicitado información a\ndiversos organismos o entidades estatales y el haber fijado una constatación cuyo\nobjeto es ilustrarse in situ sobre el funcionamiento del Sistema de Reconocimiento\nFacial de Prófugos y conocer los procedimientos que lleva a cabo el personal en el\ntratamiento, procesamiento y destrucción de los datos personales en medios\ninformatizados. Tal circunstancia, supone para el GCBA, falta de imparcialidad y\nviolación de derecho de defensa.\nEste planteo denota, más allá de la falta de sustento, un\ndesconocimiento palmario de las reglas del proceso de amparo y de los procesos\ncolectivos.\nEn primer lugar, el representante del Gobierno demandado parece\nignorar que el art. 29 del Código CAyT (de aplicación supletoria al proceso de\namparo) faculta a los jueces a disponer en cualquier momento y sin que medie\npedido de parte, “las diligencias necesarias para esclarecer la verdad de los\nhechos controvertidos” y que, por otra parte, el art. 14 de la Constitución local\nestablece que el procedimiento de amparo “está desprovisto de formalidades\nprocesales que afecten su operatividad”.\nNo se logra entender cómo la simple disposición de medidas\ntendientes a recabar la información pertinente al objeto del litigio puede constituir un\nacto que denote falta de imparcialidad. De hecho, tampoco se advierte cual sería el\nagravio que conlleva la comprobación de los hechos que las medidas intentan aclarar,\n\n\u000c2021 - Año del Bicentenario de la Universidad de Buenos Aires\n\nJUZGADO DE 1RA INSTANCIA EN LO CONTENCIOSO ADMINISTRATIVO Y TRIBUTARIO Nº 2\nSECRETARÍA N°3\nOBSERVATORIO DE DERECHO INFORMATICO ARGENTINO O.D.I.A. CONTRA GCBA SOBRE INCIDENTE\nDE RECUSACIÓN - AMPARO - OTROS\nNúmero: INC 182908/2020-1\nCUIJ: INC J-01-00409611-4/2020-1\nActuación Nro: 2435759/2021\n\nmás aún, cuando una buena administración debe apuntar a la transparencia de sus\nactos.\nEn este marco, y teniendo en cuenta la naturaleza y relevancia\ninstitucional de la cuestión debatida, cuestionar que se haya resuelto recabar\ninformación imprescindible que permita esclarecer los hechos controvertidos y\nconducentes a fin de tomar una decisión jurisdiccional que no se dé de bruces con la\nrealidad de la sociedad, resulta absurdo.\nPor otro lado, también pareciera desconocer el GCBA lo que la\ndoctrina entiende respecto a las facultades ordenatorias e instructorias del Juez en el\nproceso.\nPuntualmente, en relación a las medidas para mejor proveer se\nsostiene que “en el juicio contencioso-administrativo, además de la seguridad sobre\nla veracidad de lo que se ha probado, tienden a algo más: esto es, satisfacer el\ninterés público, que no pertenece en patrimonio a ninguna de las partes, aunque\nexista una parte instituida en el proceso para representarlo” y se enfatiza que “el\nmagistrado de lo contencioso, más cuando interviene en los recursos objetivos, debe\nsatisfacer al interés público a través de la verdad investigada y comprobada en la\ncausa. La verdad es el objeto, y el interés público es el fin; por eso, las denominadas\ndiligencias para mejor proveer no tienen limitaciones ni necesitan conformidades\nprevias”1.\nCon el mismo norte, cabe resaltar que el derecho a la prueba que las\npartes ostentan no implica de ningún modo un monopolio a favor de los litigantes,\nsino que “[e]l juez debe pronunciar su fallo sobre la base de la certeza de los hechos\nlitigiosos, y la prueba de éstos, ante la insuficiencia de la aportada por las partes, le\n\n1 Fiorini, Bartolomé A., Qué es el contencioso, pág. 281, 2º párrafo.\n\n\u000ccorresponde al juez sentenciante. Ello resulta imprescindible para que éste tenga la\nconvicción, la certeza de lo ocurrido”2.\nClaramente el planteo recusatorio del GCBA no encuentra sustento\nfáctico, normativo ni doctrinario.\nDesde la óptica jurisprudencial, nótese que la Cámara de Apelaciones\ndel fuero ha afirmado que “la búsqueda de la verdad no puede ser renunciada por\nlos magistrados, ni el intento de hallarla ser fundamento recursivo de ninguna de las\npartes. De este modo, el juez debe procurarse el conocimiento de los hechos\ncontrovertidos y conducentes cuando ello le sea imprescindible para poder dictar\nuna sentencia justa, pudiendo a esos fines valerse de todas las medidas de prueba\nque a su juicio sean razonables y suficientes, a condición de que no medie agravio\nsustancial para el derecho de defensa, ya que una actividad pasiva o de libertad\nnegativa que adscribe el pronunciamiento final a una solución formal o aparente, no\nse conforma con el adecuado servicio de justicia”3.\nEn la misma línea argumentativa se ha expedido la Corte Suprema de\nJusticia de la Nación, en clásica doctrina, al sostener que “[l]a renuncia consciente a\nla búsqueda de la verdad jurídica objetiva no se compadece con la misión de\nadministrar justicia”4.\nRealmente, el cuestionamiento es tan carente de lógica que exime de\nmayores comentarios.\nA continuación, y más allá del argumento principal ya abordado, sin\ndar mayores explicaciones relativas a por qué la resolución atacada afectaría la\ngarantía de imparcialidad y las reglas del debido proceso, el GCBA ensaya una serie\nde alegaciones genéricas que sólo reiteran dichos vertidos en otras oportunidades y\ndestina innumerables párrafos a citar causas absolutamente ajenas a este proceso y\nantecedentes que no tienen vinculación alguna con la presente litis.\nUna vez más, frases grandilocuentes y agraviantes a mí investidura,\nque sólo exhiben la carencia de fundamentos del planteo recusatorio.\nIII. Desviación del uso de las herramientas procesales.\n\n2 Masciotra, Mario, Poderes-deberes del juez en el proceso civil, Buenos Aires, Editorial Astrea,\n2014, pág 292.\n3 Cámara CAyT, Sala II, 13/04/2004, “Paz, Marta y otros c/ GCBA” Expte. 965/0.\n4 C.S.J.N. 23/12/80, “O.J.C. c/ A.O.N.”, publ. en La Ley 1981-C-68\n\n\u000c2021 - Año del Bicentenario de la Universidad de Buenos Aires\n\nJUZGADO DE 1RA INSTANCIA EN LO CONTENCIOSO ADMINISTRATIVO Y TRIBUTARIO Nº 2\nSECRETARÍA N°3\nOBSERVATORIO DE DERECHO INFORMATICO ARGENTINO O.D.I.A. CONTRA GCBA SOBRE INCIDENTE\nDE RECUSACIÓN - AMPARO - OTROS\nNúmero: INC 182908/2020-1\nCUIJ: INC J-01-00409611-4/2020-1\nActuación Nro: 2435759/2021\n\nEfectuado el análisis puntual de cada una de las alegaciones de la\ndemandada para intentar apartarme del proceso colectivo en cuestión, creo necesario\nformular algunas consideraciones generales acerca de la intencionalidad de la\npresentación que motiva este informe. El Código CAyT prevé, expresamente,\ndiversas vías recursivas como mecanismo para obtener la revisión de los\npronunciamientos judiciales y, eventualmente, su revocación; pero en ningún\nsupuesto puede proceder la recusación de un magistrado ante el desacuerdo de una\nparte hacia sus decisorios.\nNótese que, de haberse contemplado tal posibilidad, cualquier persona\nque se viera perjudicada por una sentencia judicial solicitaría, inmediatamente, la\nrecusación del juez natural de la causa, lo que a todas luces resultaría contrario a la\ngarantía establecida por el art. 18 de la Constitución Nacional así como a lo dispuesto\npor el art. 4 de la ley n° 7.\nEn definitiva, lo que el GCBA ataca es una decisión adoptada en el\nmarco de un proceso de amparo y en ejercicio de las facultades otorgadas al órgano\njurisdiccional por la ley de amparo y por el Código de rito. Pero en lugar de recurrir a\nlas vías adecuadas, la recusante intenta a lo largo de su presentación cuajar tal\nplanteo con la causal de recusación prevista en el art. 11 del Código CAyT. Algo que\nsin embargo no logra, en tanto no cuenta con sustento jurídico ni fáctico.\nEvidentemente, la única fundamentación del planteo recusatorio es el\ndesacuerdo, es estar en disconformidad con la resolución adoptada. Se trasluce\nentonces, que la demandada se ha valido de meros subterfugios a fin de intentar el\napartamiento del juez natural de la presente causa, sin más sustento jurídico ni\nfáctico que su descontento por el modo en que el Tribunal ha resuelto los presentes\nactuados, al tiempo que busca eludir, en lo sucesivo, el evidente disgusto que le\ngenera la intervención del suscripto en esta causa.\n\n\u000cA tenor de lo expuesto, considero que la petición de recusación\npresentada por el GCBA debe ser rechazada por improcedente. Es que lo contrario, a\nentender de quien aquí suscribe, implicaría tanto como la implícita permisión de que\nse manipulen discrecionalmente los institutos procesales, con el único animo de\napartar a los y las magistradas que generen incomodidades las partes por resultarles\nadversas las decisiones que se traten.\nIV. Orfandad probatoria del recusante – Aplicación de la doctrina\nde la improcedencia de la CSJN.\nDe todo lo hasta aquí señalado se desprende que el GCBA se ha\nlimitado a interponer un pedido de recusación por supuesta falta de parcialidad sin\naportar ninguna prueba alguna que diera sustento a su petición.\nDado que nuestro ordenamiento establece que la carga de la prueba le\nincumbe a la parte que afirma la existencia de un hecho (confr. art. 301 del CCAyT),\nla circunstancia de no aportar ningún elemento probatorio sella desfavorablemente la\nsuerte de su petición.\nAl respecto, nuestro máximo Tribunal ha dicho que “la prueba\nconstituye la actividad procesal encargada de producir el convencimiento o certeza\nsobre los hechos controvertidos y supone un imperativo del propio interés del\nlitigante quien, a su vez, corre el riesgo de obtener una decisión desfavorable en el\ncaso de adoptar una actitud omisiva”5.\nDe igual modo, la misma CSJN ha desarrollado la doctrina de la\nimprocedencia, que implica rechazar pedidos vagos, carentes de fundamentación,\nextemporáneos, que no encuadren en ninguna causal, faltos de prueba6.\nA tenor de lo expuesto considero que la petición de recusación\npresentada por el GCBA debe ser rechazada por improcedente.\nV. Abuso procesal. Temeridad y malicia.\nLigado con lo dicho en el punto que antecede, el planteo recusatorio\nque contesto se advierte violatorio de la prerrogativa procesal que confiere el\nart. 11 del CCAyT en tanto se traduce en un ejercicio abusivo de dicha facultad.\n\n5 Fallos: 318:2555.\n6 Fallos, 205:635; 240:123; 244:506; 270:415; 274:86; 280:347; 303:1943.\n\n\u000c2021 - Año del Bicentenario de la Universidad de Buenos Aires\n\nJUZGADO DE 1RA INSTANCIA EN LO CONTENCIOSO ADMINISTRATIVO Y TRIBUTARIO Nº 2\nSECRETARÍA N°3\nOBSERVATORIO DE DERECHO INFORMATICO ARGENTINO O.D.I.A. CONTRA GCBA SOBRE INCIDENTE\nDE RECUSACIÓN - AMPARO - OTROS\nNúmero: INC 182908/2020-1\nCUIJ: INC J-01-00409611-4/2020-1\nActuación Nro: 2435759/2021\n\nEn efecto, el hecho de utilizar tal mecanismo procesal desprovisto de\nya ni siquiera serios, sino al menos existentes argumentos, luce el evidente y único\npropósito de asegurar el apartamiento de este juez en el conocimiento de la presente\ncausa, lo que obviamente colisiona con las más básicas nociones del debido proceso\nseñalado en las citadas pautas constitucionales.\nEn este contexto, se señala que el despliegue de un actuar inadecuado\nrespecto de la finalidad tenida en cuenta por el legislador al reconocerles la\ntitularidad y el ejercicio de una determinada prerrogativa procesal, configura un\nabuso procesal que debe ser impedido a fin de asegurar la vigencia de la bona fides\nen un proceso y su tramitación conforme los demás principios procesales.\nEn ese sentido, se ha dicho que el abuso procesal “implica no sólo un\nejercicio antifuncional sino también un inadecuado ejercicio de poderes y aun de\ndeberes funcionales” y que “lo sustancial del instituto ADP (abuso del proceso)\nreside en que cuando concurre se da siempre in proceder ´inadeucado`” 7. Esta regla\nse manifiesta, en lo que aquí interesa, con la prohibición de la utilización inadecuada\nde los mecanismos procesales específicos que podrían derivar en una\ndesnaturalización de los fines tuitivos inherentes a todo accionar jurisdiccional.\nDe esta manera, la falta de fundamentación de este planteo recusatorio\nse configura como un ejercicio abusivo de la facultad legal conferida por el art. 11\ndel Código de rito, que de ser estimado procedente legitimaria la sustracción\nirrazonable de la jurisdicción.\nEn este escenario, corresponde también calificar de maliciosa y\ntemeraria, en los términos del art. 39 del Código CAyT la conducta procesal\nasumida por el GCBA en autos. Maliciosa, porque tiene como objetivo indudable el\nentorpecimiento del avance del proceso, evitando la ejecución de las decisiones\njudiciales adoptadas de consuno con los reclamos de las partes y la legislación\n7 Peyrano, Jorge W. “Abuso Procesal”, Editorial Rubinzal-Culzoni, Buenos Aires, pagina 76.\n\n\u000cvigente. Y temeraria, porque la parte demandada efectúa el planteo recusatorio aún\ncon plena conciencia de la sinrazón y la carencia de fundamentos.\nSobre el punto cabe recordar que en materia de temeridad y malicia\nprocesal, la Corte Suprema de Justicia de la Nación tiene dicho que “cabe señalar\nque en el amparo la recusación con causa debe ser clara, categórica y no sólo\ninsinuada, la vaguedad la torna maliciosa (Fallos: 314:428); y que el instituto de la\nrecusación erigido para preservar la imparcialidad de los tribunales de justicia no\ndebe transformarse en un medio espurio para apartar a los jueces del conocimiento\nde la causa que por norma legal les ha sido atribuido (Fallos: 319:758)” 8 (el\ndestacado me pertenece).\nEn este caso, la temeridad y la malicia son tan manifiestas y de tanta\nenvergadura, que ameritan la aplicación de las sanciones legales de oficio. Así lo\nentiende también el Máximo Tribunal federal, al sostener que “la restricción\nproveniente del referido artículo 45 del Código Procesal, en la medida en que\nautoriza a sancionar a la parte y a su letrado sin necesidad de sustanciación previa\nno es irrazonable, dado que los jueces, en ejercicio de su facultad de sancionar todo\nacto contrario a la lealtad y buena fe exigibles en el proceso, actúan de conformidad\na un mandato legal que tiende a preservar intereses superiores de la administración\nde justicia, en salvaguarda de los litigantes y de la buena marcha del juicio. De aquí\nque cuando una conducta desleal y temeraria imputable al interesado ha sido\nobjetivamente comprobada, los magistrados se encuentran facultados para defender\ntales intereses sin necesidad de nueva audiencia de quienes hubieses trasgredido los\ndeberes impuestos por las reglas del procedimiento, por lo que al no encontrarse\nafectada la garantía de defensa en juicio resulta inatendible el argumento\nconstitucional”9.\nEn definitiva, la reprochable actitud procesal asumida por el GCBA,\nimporta una conducta claramente temeraria y maliciosa que requiere, para evitar su\neventual reiteración, la imposición de sanciones en los términos de los arts. 27 inc. 6\ny 39 in fine del CCAyT. Por tal razón respetuosamente solicito a los señores Jueces\ny Jueza de la Sala I de la Cámara de Apelaciones del fuero que, en caso de\nconsiderarlo pertinente, procedan a su aplicación.\n\n8 Fallos 326:1512\n9 Fallos 311:1176\n\n\u000c2021 - Año del Bicentenario de la Universidad de Buenos Aires\n\nJUZGADO DE 1RA INSTANCIA EN LO CONTENCIOSO ADMINISTRATIVO Y TRIBUTARIO Nº 2\nSECRETARÍA N°3\nOBSERVATORIO DE DERECHO INFORMATICO ARGENTINO O.D.I.A. CONTRA GCBA SOBRE INCIDENTE\nDE RECUSACIÓN - AMPARO - OTROS\nNúmero: INC 182908/2020-1\nCUIJ: INC J-01-00409611-4/2020-1\nActuación Nro: 2435759/2021\n\nVI. Conclusión\nEn definitiva, tanto la acusación de falta de imparcialidad de quien\naquí suscribe, la supuesta transgresión del orden procesal en contra del derecho de\ndefensa y debido proceso, resultan afirmaciones dogmáticas y lacónicas que no\nacreditan la vulneración que se pretende denunciar.\nPor todo lo expuesto, entiendo no estar comprendido en ninguna de las\ncausales de recusación invocadas por el GCBA y, en consecuencia, no se justifica el\napartamiento pretendido por no haber sido afectada ninguna garantía procesal.\nSin perjuicio de ello, dejo la cuestión elevada al más alto criterio de la\nSala I de la Cámara de Apelaciones.\nSaludo a ustedes muy atentamente.\n\n\u000cJUZGADO N°2|EXP:182908/2020-1 CUIJ J-01-00409611-4/2020-1|ACT 2435759/2021\n\nFIRMADO DIGITALMENTE\n\nRoberto Andres\nGallardo\nJUEZ/A\nJUZGADO DE 1RA\nINSTANCIA EN LO\nCONTENCIOSO\nADMINISTRATIVO Y\nTRIBUTARIO Nº 2\n\n01/11/2021 14:53\n\n\u000c\n\nPoder Judicial de la Ciudad de Buenos Aires\nFuero Contencioso Administrativo y Tributario\n\n   \n\n \n\n \n\n \n\n \n\u000c\n\u000c\nPoder Judicial de la Ciudad de Buenos Aires\nFuero Contencioso Administrativo y Tributario\n\n   \n\n \n\n \n\n \n\n \n\u000c\n\u000c\n \n\nde la Ciudad de Buenos Aires\n\n(Ea) Potes\nFuero Contencioso Administrativo y Tributario\n\n \n\n \n\n \n\n \n\u000c\n\u000c\nPoder Judicial de la Ciudad de Buenos Aires\nFuero Contencioso Administrativo y Tributario\n\n   \n\n \n\n \n\n \n\n \n\u000c\n\u000c\n \n\nde la Ciudad de Buenos Aires\n\n(Ea) Potes\nFuero Contencioso Administrativo y Tributario\n\n \n\n \n\n \n\n \n\u000c\n\u000c\nPoder Judicial de la Ciudad de Buenos Aires\nFuero Contencioso Administrativo y Tributario\n\n   \n\n \n\n \n\n \n\n \n\u000c\n   \n\nPoder Judicial\nCiudad de Buenos Aires\n\n \n\u000c"}]}]}
